Repository: DavidAnderson684/WP-Optimize
Catalog: wp_optimize-*.po
Languages: es_es, fa_ir, fr_fr, pt_br

source: Database Optimized!<br>
es_es: La base de datos se ha optimizado correctamente.<br>
fa_ir: پایگاه داده بهینه شد!
fr_fr: base de données optimisée!<br>
pt_br: Banco de dados otimizado!<br>

source: post revisions deleted<br>
es_es: revisiones de entradas eliminadas.<br>
fa_ir: رونوشت‌ حذف شد<br>
fr_fr: révisions d'articles effacés<br>
pt_br: revisões de posts excluídos<br>

source: spam comments deleted<br>
es_es: comentarios de spam eliminados.<br>
fa_ir: دیدگاه‌ جفنگ حذف شد<br>
fr_fr: commentaires spam effacés<br>
pt_br: comentários de spam excluídos<br>

source: unapproved comments deleted<br>
es_es: comentarios no aprobados eliminados.<br>
fa_ir: دیدگاه‌ تائید نشده حذف شد<br>
fr_fr: commentaires non-approuvés effacés<br>
pt_br: comentários não aprovados excluídos<br>

source: Admin username updated<br>
es_es: Se ha actualizado el nombre de usuario del administrador.<br>
fa_ir: نام کاربری مدیر به‌روز شد<br>
fr_fr: Nom d'utilisateur admin mis-à-jour<br>
pt_br: Nome de usuário Admin Atualizado<br>

source: ADMIN USERNAME NOT UPDATED<br>
es_es: NO SE HA PODIDO ACTUALIZAR EL NOMBRE DE USUARIO DEL ADMINISTRADOR.<br>
fa_ir: نام کاربری مدیر به‌روز نشد!<br>
fr_fr: NOM D'UTILISATEUR ADMIN NON MIS-À-JOUR<br>
pt_br: NOME DE USUÁRIO ADMIN NÃO ATUALIZADO<br>

source: NO Actions Taken<br>
es_es: No se ha realizado ninguna acción.<br>
fr_fr: AUCUNE action prise<br>

source: post revisions in your database
es_es: revisiones de entradas en la base de datos
fa_ir: رونوشت در پایگاه داده شما وجود دارد
fr_fr: révisions d'articles dans votre base de données
pt_br: revisões post em seu banco de dados

source: No post revisions found
es_es: No se han encontrado revisiones de entradas
fa_ir: رونوشتی وجود ندارد
fr_fr: Aucune révision d'article trouvé
pt_br: Nenhuma revisão post encontrado

source: spam comments found
es_es: comentarios de spam
fa_ir: دیدگاه جفنگ دارید
fr_fr: commentaires spam trouvés
pt_br: comentários de spam encontrado

source: Review Spams</a>
es_es: Revisar comentarios de spam</a>
fa_ir: نمایش جفنگ‌ها</a>
fr_fr: Vérifiez les commentaires spams</a>
pt_br: Revisar Spans</a>

source: No spam comments found
es_es: No se han encontrado comentarios de spam
fa_ir: دیدگاه جفنگی وجود ندارد
fr_fr: Aucun commentaire spam trouvé
pt_br: Nenhum comentário de spam

source: unapproved comments found
es_es: comentarios no aprobados
fa_ir: دیدگاه تائید نشده دارید
fr_fr: commenatires non-approuvés trouvés
pt_br: comentários não aprovados

source: Review Unapproved Comments</a>
es_es: Revisar comentarios no aprobados</a>
fa_ir: مشاهده دیدگاه‌های تائید نشده</a>
fr_fr: Vérifier les commentaires non-approuvés</a>
pt_br: Revisar comentários não aprovados</a>

source: No unapproved comments found
es_es: No se han encontrado comentarios no aprobados
fa_ir: دیدگاه تائید نشده‌ای وجود ندارد
fr_fr: Aucun commentaire non-approuvé
pt_br: Sem comentários não aprovados

source: nothing
es_es: nada
fa_ir: هیچ
fr_fr: rien
pt_br: nada

source: Tables Report
es_es: Informe de tablas
fa_ir: جدول گزارشات
fr_fr: Rapport en tableau
pt_br: Relatório de Tabelas

source: Database Optimization Options
es_es: Opciones de optimización de la base de datos
fa_ir: گزینه‌های بهینه‌سازی پایگاه داده
fr_fr: Options d'optimisation de base de données
pt_br: Opções de otimização do banco de dados

source: Remove all Post revisions
es_es: Eliminar todas las revisiones de entradas
fa_ir: حذف تمام رونوشت‌ها
fr_fr: Effacer toutes les révisions d'articles
pt_br: Remover todas as revisões de Posts

source: Clean marked Spam comments
es_es: Eliminar todos los comentarios marcados como spam
fa_ir: پاک کردن دیدگاه‌های جفنگ
fr_fr: Nettoyer les commentaires identifiés comme spam
pt_br: Limpar comentários de spam

source: Clean Unapproved comments
es_es: Eliminar los comentarios no aprobados
fa_ir: پاک کردن دیدگاه‌های تائید نشده
fr_fr: Nettoyer les commentaires non-approuvés
pt_br: Limpar comentários não aprovados

source: Optimize database tables
es_es: Optimizar las tablas de la base de datos
fa_ir: بهینه سازی جداول پایگاه داده
fr_fr: Optimiser les tables de la base de données
pt_br: Otimizar tabelas do banco de dados

source: Security Tools
es_es: Herramientas de seguridad
fa_ir: ابزار امنیتی
fr_fr: Outils de sécurité
pt_br: Ferramentas de segurança

source: Old username:
es_es: Nombre de usuario anterior:
fa_ir: نام کاربری قدیم:
fr_fr: Ancien nom d'utilisateur:
pt_br: Antigo nome de usuário:

source: New username:
es_es: Nombre de usuario nuevo:
fa_ir: نام کاربری جدید:
fr_fr: Nouveau nom d'utilisateur:
pt_br: Novo nome de usuário:

source: Process
es_es: Procesar
fa_ir: پردازش
fr_fr: Exécuter
pt_br: Processo

source: Plugin Homepage
es_es: Página web del plugin
fa_ir: صفحه افزونه
fr_fr: Page d'acceuil du plugin
pt_br: Homepage do Plugin

source: RSS Feed
es_es: Feed RSS
fa_ir: خوراک RSS
fr_fr: Flux RSS

source: Stay updated with RSS feed
es_es: Suscribirse al feed RSS para enterarse de las actualizaciones
fa_ir: با خوراک RSS به‌روز بمانید
fr_fr: Gardez le contact avec le flux RSS
pt_br: Fique atualizado com RSS feed

source: Did this helped you out
es_es: ¿Te gusta este plugin?
fa_ir: این کارت رو راه انداخت یا نه
fr_fr: Est-ce que ce plugin vous a aidé
pt_br: Será que isso te ajudou

source: Do you like to donate an amount?
es_es: Haz un donativo
fa_ir: شما دوست دارید با هدایای نقدی خود به ما کمک کنید؟
fr_fr: Voulez-vous faire un don?
pt_br: Você gostaria de fazer uma doação?

source: Database Tables Report
es_es: Informe de las tablas de la base de datos
fa_ir: جدول گزارشات پایگاه داده
fr_fr: Rapport des tables de la base de données
pt_br: Relatório de Tabelas do Banco de dados

source: Database Name:
es_es: Nombre de la base de datos
fa_ir: نام پایگاه داده:
fr_fr: Nom de la base de données:
pt_br: Nome do Banco de dados

source: Optimized all the tables found in the database.
es_es: Se han optimizado todas las tablas de la base de datos.
fa_ir: تمام جداول موجود در پایگاه داده بهینه سازی شد.
fr_fr: Toutes les tables de la base de données ont été optimisées.
pt_br: Optimizado todas as tabelas encontradas no banco de dados.

source: Table
es_es: Tabla
fa_ir: جدول
pt_br: Tabela

source: Size
es_es: Tamaño
fa_ir: اندازه
fr_fr: Taille
pt_br: Tamanho

source: Status
es_es: Estado
fa_ir: وضعیت
fr_fr: Statut

source: Space Save
es_es: Ahorro de espacio
fa_ir: فضای کم شده
fr_fr: Espace sauvegardé
pt_br: Economia de espaço

source: Already Optimized
es_es: Ya está optimizada
fa_ir: بهینه
fr_fr: Déjà optimisé
pt_br: Já otimizado

source: Optimized
es_es: Optimizada
fa_ir: بهینه شد
fr_fr: Optimisé
pt_br: Otimizado

source: Need to Optimize
es_es: Necesita optimización
fa_ir: نیاز به بهینه سازی
fr_fr: Besoin d'être optimisé
pt_br: Necessário otimizar

source: Optimization Results:
es_es: Resultados de la optimización:
fa_ir: نتایج بهینه سازی:
fr_fr: Résultats de l'optimisation:
pt_br: Resultados da Otimização:

source: Total Space Saved:
es_es: Espacio ahorrado en total:
fa_ir: کل حجم کم شده:
fr_fr: Total de l'espace économisé:
pt_br: Economia total de espaço

source: Optimization Possibility:
es_es: Posibilidad de optimización:
fa_ir: امکان بهینه سازی:
fr_fr: Possibilité d'économie par l'optimisation:
pt_br: Possibilidade de otimização:

source: Total space can be saved:
es_es: Espacio total que se puede ahorrar:
fa_ir: تمام فضایی که قادر به کاهش آن هستیم:
fr_fr: Espace total pouvant être économisé:
pt_br: Economia total de espaço

source: This plugin helps you to keep your database clean by removing post revisions and spams in a blaze. allows you to rename your admin name also. Additionally it allows you to run optimize command on your wordpress core tables (use with caution).
es_es: Este plugin permite mantener limpia la base datos al eliminar las revisiones de entradas y los comentarios de spam en un abrir y cerrar de ojos. Además, también permite cambiar el nombre de usuario del administrador de la base de datos. Por otro lado, es posible optimizar las tablas principales de WordPress (usa esta función con moderación).
fr_fr: Ce plugin vous aide à garder votre base de donnée propre en enlevant les révisions d'articles et les commentaires spam en un clin d'oeil. Il vous permet aussi de renommer l'utilisateur admin. De plus, vous pouvez exécuter la commande "optimize" sur les tables de bases de Wordpress (utiliser avec attention).
