Repository: DavidAnderson684/WP-Optimize
Catalog: languages/wp-optimize-*.po
Languages: de_de, es_es, fa_ir, hu_hu, id_id, it_it, ja, lt_lt, lv, nb_no, pl_pl, pt_br, pt_pt, ru_ru, sk_sk, tr_tr

source: Table
de_de: Tabelle
es_es: Tabla
fa_ir: جدول
id_id: Tabel
lv: Tabula
nb_no: Tabeller
pt_br: Tabela
ru_ru: Таблица
sk_sk: Tabuľka
tr_tr: Tablo

source: Size
de_de: Größe
es_es: Tamaño
fa_ir: حجم
id_id: Ukuran
lv: Izmērs
nb_no: Størrelse
pt_br: Tamanho
ru_ru: Размер
sk_sk: Veľkosť
tr_tr: Boyut

source: Status
es_es: Estado
fa_ir: وضعیت
lv: Statuss
pt_br: Condição
ru_ru: Состояние
tr_tr: Durum

source: Space Save
de_de: Speicherplatz gespart
es_es: Espacio Salvado
fa_ir: فضای آزاد شده
id_id: Ruang Simpan
lv: Vietas ietaupījums
nb_no: Plass spart
pt_br: Espaço Recuperado
ru_ru: Освобождение места
sk_sk: Úspora miesta
tr_tr: Alan Tasarrufu

source: Already Optimized
de_de: Bereits Optimiert
es_es: Ya esta Optimizada
fa_ir: بهینه شده است !
id_id: Telah dioptimasi
lv: Jau ir optimizēta
nb_no: Allerede Optimalisert
pt_br: Já Otimizado
ru_ru: Уже оптимизирован
sk_sk: Optimalizované
tr_tr: Zaten Optimize Edilmiş

source: Optimized
de_de: Optimiert
es_es: Optimizado
fa_ir: بهینه شد
id_id: Dioptimasi
lv: Optimizēta
nb_no: Optimaliser
pt_br: Otimizado
ru_ru: Оптимизирован
sk_sk: Optimalizované
tr_tr: Optimize edildi

source: Need to Optimize
de_de: Benötigt eine Optimierung
es_es: Necesita Optimizarse
fa_ir: باید بهینه سازی شود
id_id: Membutuhkan Optimasi
lv: Nepieciešams optimizēt
nb_no: Trenger å optimaliseres
pt_br: Precisa otimizar
ru_ru: Необходимо оптимизировать
sk_sk: Potrebné optimalizovať
tr_tr: Optimize etmek gerekiyor

source: This option will retain the last X weeks data and remove any garbage data before that period
de_de: Diese Option behält die zuletzt X Wochen Daten und entfernt keinen Datenmüll vor diesem Zeitraum
es_es: Esta opcion retendra las ultimas X semanas de datos y eliminara los datos de la papelera antes de ese periodo
fa_ir: این آپشن اطلاعات X هفته گذشته را نگه میدارد و اطلاعات قبلتر از آنرا پاکسازی میکند
id_id: Pilihan ini akan menjaga data X minggu , dan menghapus data usang sebelumnya
lv: Šī funkcija saglabās pēdējo X nedēļu datus un izdzēsīs visus nederīgos datus pirms šī perioda
nb_no: Dette alternativet vil beholde de siste X uker data og fjerne eventuelle søppel-data før denne perioden
pl_pl: Ta opcja zatrzyma dane z ostatnich X tygodni i usunie śmiecie z poprzednich tygodni
pt_br: Esta opção manterá a(s) X última(s) semana(s) de dados e, removerá quaisquer dados de lixo anteriores a este período
ru_ru: Эта опция сохранит информацию за последние X недель и удалит ненужную перед этим промежутком
sk_sk: Táto možnosť zachová dáta za posledných X týždňov a odstráni všetok odpad pred touto periódou
tr_tr: Bu seçenek, son X haftanın verilerini korur ve bu dönemden önceki tüm çöp verileri kaldırır

source: Enable scheduled clean-up and optimization (EXPERIMENTAL!)
de_de: Aktiviere geplante Reinigung und Optimierung (EXPERIMENTAL!)
es_es: Habilitar programado de limpieza y optimizacion (EXPERIMENTAL!)
fa_ir: فعال کردن پاکسازی و بهینه سازی اتوماتیک ( آزمایشی)
id_id: Aktifkan jadwal pembersihan dan optimasi (PERCOBAAN!)
ja: スケジュールクリーンアップと最適化を有効 (実験用!)
lv: Ieslēgt iknedēļas tīrīšanu un optimizēšanu (EKSPERIMENTĀLA!)
nb_no: Aktiver planlagt rens og optimalisering (EXPERIMENTAL!)
pl_pl: Włącz zaplanowane czyszczenie i optymalizacje ( Eksperymentalne!)
pt_br: Habilitar Limpeza e Otimização Agendada (EXPERIMENTAL!)
ru_ru: Включить запланированную очистку и оптимизацию (ЭКСПЕРИМЕНТАЛЬНАЯ ФУНКЦИЯ!)
sk_sk: Povoliť plánované automatické čistenie a optimalizáciu (EXPERIMENTÁLNA FUNKCIA!)
tr_tr: Temizlik ve optimizasyon zamanlamasını etkinleştir (DENEYSEL!)

source: Give a rating :)
ja: 評価を与える :)

source: Some options are not selected by default. Do not select them unless you really need to use them
ja: 一部のオプションは、デフォルトで選択されていません。あなたが実際にそれらを使用する必要がない限りそれらを選択しないでください
