Repository: DavidAnderson684/WP-Optimize
Catalog: languages/wp-optimize-*.po
Languages: de_de, es_es, fa_ir, hu_hu, id_id, it_it, ja, lt_lt, lv, nb_no, pl_pl, pt_br, pt_pt, ru_ru, sk_sk, tr_tr

source: Optimizer
es_es: Optimizador
fa_ir: بهینه کننده
hu_hu: Optimalizáló
id_id: Pengoptimasi
it_it: Ottimizzatore
lt_lt: Optimizavimas
lv: Optimizētājs
nb_no: Optimaliser
pl_pl: Optymalizacja
pt_br: WP-Optimizer
pt_pt: Optimizador
ru_ru: Оптимизатор
sk_sk: Optimalizátor

source: Settings
de_de: Einstellungen
es_es: Configuracion
fa_ir: تنظیمات
hu_hu: Beállítások
id_id: Pengaturan
it_it: Impostazioni
ja: 設定
lt_lt: Nustatymai
lv: Iestatījumi
nb_no: Innstillinger
pl_pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ru_ru: Настройки
sk_sk: Nastavenia
tr_tr: Ayarlar

source: Info
de_de: Informationen
es_es: Informacion
fa_ir: جزئیات
hu_hu: Információ
it_it: Informazioni
ja: インフォメーション
lv: Informācija
nb_no: Informasjon
pl_pl: Informacja
pt_br: Informações
pt_pt: Informações
ru_ru: Информация
tr_tr: Bilgi

source: Tables
hu_hu: Táblák
it_it: Tabelle
ja: テーブル
lt_lt: Lentelės
pl_pl: Tabele
pt_pt: Tabelas

source: Automatic Operation Completed
hu_hu: Automatikus művelet befejeződött
it_it: Operazioni Automatiche Completate
pt_pt: Operação automática concluída

source: Scheduled optimization was executed at
hu_hu: Ütemezett optimalizálás kivégezve
it_it: L'ottimizzazione pianificata è stata eseguita alle
pt_pt: Optimização agendada foi executada em

source: You can safely delete this email.
hu_hu: Az email nyugodtan törölhető.
it_it: Puoi tranquillamente cancellare questa email.
pt_pt: Pode eliminar este email em segurança.

source: Regards,
hu_hu: Üdvözlettel,
it_it: Saluti
pt_pt: Cumprimentos,

source: WP-Optimize Plugin
hu_hu: WP-Optimalizáló bővítmény
pt_pt: Plugin WP-Optimize

source: %d transient option deleted
pt_pt: Foi eliminada %d opção transitória

source: %d orphaned postmeta deleted
pt_pt: Foi eliminado %d metadado orfão de conteúdo

source: %d unused comment metadata item removed
pt_pt: Foi removido %d metadado de comentário não utilizado

source: %d unused akismet comment metadata item removed
pt_pt: Foi removido %d metadado de comentário do akismet não utilizado

source: %d orphaned meta data deleted
pt_pt: Foi eliminado %d metadado orfão

source: %d post revision deleted
pt_pt: Foi eliminada %d revisão de conteúdo

source: %d auto draft deleted
pt_pt: Foi eliminado %d rascunho automático

source: %d item removed from Trash
pt_pt: Foi removido %d item do lixo

source: %d spam comment deleted
pt_pt: Foi eliminado %d comentário de spam

source: %d comment removed from Trash
pt_pt: Foi removido %d comentário do lixo

source: %d unapproved comment deleted
pt_pt: Foi eliminado %d comentário não aprovado

source: %d pingback deleted
pt_pt: Foi eliminado %d pingback

source: %d trackback deleted
pt_pt: Foi eliminado %d trackback

source: Enabled weekly processing
de_de: Aktiviert wöchentliche Verarbeitung
es_es: Procesamiento semanal Activado
fa_ir: فعال کردن فرایندهای بهنیه سازیه هفتگی
hu_hu: Heti ütemezés engedélyezése
id_id: Aktifkan proses mingguan
it_it: Elaborazione settimanale abilitata
ja: 毎週の処理を有効
lt_lt: Įjungta kas savaitę apdorojimas
lv: Ieslēgta iknedēļas darbošanās
nb_no: Aktiver ukentlige kjøring
pl_pl: Włącz proces raz w tygodniu
pt_br: Processamento Semanal Ativado
pt_pt: Processamento semanal activado
ru_ru: Включена еженедельная обработка
sk_sk: Povolené týždenne spracovanie
tr_tr: Haftalık işlem etkinleştirildi

source: Disabled weekly processing
de_de: Deaktiviert wöchentliche Verarbeitung
es_es: Procesamiento semanal Desactivado
fa_ir: غیرفعال کردن فرایندهای بهنیه سازیه هفتگی
hu_hu: Heti ütemezés letiltása
id_id: Non Aktifkan proses mingguan
it_it: Elaborazione settimanale disattivata
ja: 毎週の処理を無効
lt_lt: Išjungta kias savaitę apdorojimas
lv: Izslēgta iknedēļas darbošanās
nb_no: Deaktiver ukentlige kjøringer
pl_pl: Wyłącz proces wykonywany raz w tygodniu
pt_br: Processamento Semanal Desativado
pt_pt: Processamento semanal desactivado
ru_ru: Отключена еженедельная обработка
sk_sk: Zakázané týždenne spracovanie
tr_tr: Haftalık işlem devre dışı bırakıldı

source: NO Actions Taken
de_de: KEINE Aktionen besetzt
es_es: No se Realizaron Acciones
fa_ir: هیچ عملی انجام نشده است
hu_hu: Intézkedések nem történtek
id_id: Tidak Ada Aksi yang dilakukan
it_it: NESSUNA Azione Intrapresa
ja: アクションを実行しません
lt_lt: Ne Veiksmams, kurių imtasi
lv: Nav izpildītas darbības
nb_no: Ingen valgt tatt
pl_pl: Nie podjęto żadnej akcji
pt_br: Nenhuma ação realizada
pt_pt: Não foi realizada nenhuma acção
ru_ru: Меры НЕ приняты
sk_sk: Nie sú prijaté žiadne opatrenia
tr_tr: Alınan Herhangi bir İşlem YOK

source: %d transient option in your database
pt_pt: %d opção transitória na sua base de dados

source: No transient options found
de_de: Keine transiente Optionen gefunden
es_es: No se encontraron opciones transitorias
fa_ir: هیچ تنظیمات موقتی یافت نشد
hu_hu: Nem található tranziens beállítás az adatbázisban
id_id: Pilihan sementara tidak ditemukan
it_it: Nessuna opzione transitoria trovata
ja: 一時的なオプションはありません
lt_lt: Nėrasta jokiu laikinu nustaymu
lv: Nav atrastas pārejošās īpašības
nb_no: Ingen forbigående alternativer funnet
pl_pl: Brak opcji przejściowych w Twojej Bazie danych
pt_br: NenhumaOpção Transitória localizada
pt_pt: Não foram encontradas opções transitórias
ru_ru: Не найдено никаких временных настроек
sk_sk: Neboli nájdené prechodné možnosti v databáze
tr_tr: Herhangi bir geçici seçenek bulunamadı

source: %d orphaned post meta data in your database
pt_pt: %d metadado orfão de conteúdo na sua base de dados

source: No orphaned post meta data in your database
pt_pt: Nenhum metadado orfão de conteúdo na sua base de dados

source: %d orphaned comment meta data in your database
pt_pt: %d metadado orfão de comentário na sua base de dados

source: No orphaned comment meta data in your database
pt_pt: Nenhum metadado orfão de comentário na sua base de dados

source: %d orphaned relationship data in your database
pt_pt: %d dado orfão de relação na sua base de dados

source: No orphaned relationship data in your database
pt_pt: Nenhum dado orfão de relação na sua base de dados

source: %d post revision in your database
pt_pt: %d revisão de conteúdo na sua base de dados

source: No post revisions found
de_de: Keine post Revisionen gefunden
es_es: No se encontraron revisiones de publicaciones
fa_ir: چیزی یافت نشد
hu_hu: Nem található bejegyzés módosítás
id_id: tidak ada revisi tulisan ditemukan
it_it: Nessuna revisione articolo trovata
ja: 投稿リビジョンはありません
lt_lt: Nerasta redaguotu irašu
lv: Rakstu revīzijas nav atrastas
nb_no: Ingen post-revisjoner i din databse
pl_pl: Brak zmienionych postów w Twojej Bazie danych
pt_br: Nenhuma Revisão de Post localizada
pt_pt: Não foram encontradas revisões de conteúdos
ru_ru: Не найдено никаких изменений записей
sk_sk: Nenájdené žiadne revízie príspevkov
tr_tr: Herhangi bir yazı düzeltme bulunamadı

source: %d auto draft post in your database
pt_pt: %d rascunho automático de conteúdo na sua base de dados

source: No auto draft posts found
de_de: Keine automatische Entwurfs Beiträge gefunden
es_es: No se encontraron borradores automaticos
fa_ir: چیزی یافت نشد
hu_hu: Nem található automatikus piszkozat
id_id: Tidak ada draf tulisan otomatis ditemukan
it_it: Nessun bozza automatica articoli trovata
ja: 自動下書き投稿はありません
lt_lt: Automatiniu pranešimų juodraščiu nerasta
lv: Nav atrasti rakstu melnraksti
nb_no: Ingen autolagrede innlegg funnet
pl_pl: Nie ma automatycznych projektów postów w Bazie Danych
pt_br: Nenhum Rascunho Automático de Post encontrado
pt_pt: Não foram encontrados rascunhos automáticos de conteúdos
ru_ru: Не найдено никаких автоматических черновых записей
sk_sk: Nenájdené žiadne auto koncepty v databáze
tr_tr: Herhangi bir otomatik yazı taslağı bulunamadı

source: %d spam comment found
pt_pt: %d comentário de spam

source: Review
hu_hu: Áttekintés
it_it: Recensione
ja: レビュー
lt_lt: Apžvalga
pt_pt: Rever

source: No spam comments found
de_de: Keine Spam-Kommentare gefunden
es_es: no se encontraron comentarios spam
fa_ir: چیزی یافت نشد
hu_hu: Nem található spam hozzászólás
id_id: Tidak ada komentar ditemukan
it_it: Nessun commento di spam trovato
ja: スパムコメントはありません
lt_lt: Nerasta spam Komentarai
lv: Spama komentāri nav atrasti
nb_no: Ingen spam kommentarer funnet
pl_pl: Nie znaleziono komentarzy oznaczonych jako spam
pt_br: Nenhum Comentários Spans encontrados
pt_pt: Não foram encontrados comentários de spam
ru_ru: Не найдено никаких спам-комментариев
sk_sk: Nenájdené žiadne komentáre
tr_tr: Herhangi bir spam yorum bulunamadı

source: %d unapproved comment found
pt_pt: %d comentário não aprovado

source: No unapproved comments found
de_de: Keine ungenehmigte Kommentare gefunden
es_es: No se encontraron comentarios sin aprobar
fa_ir: چیزی یافت نشد
hu_hu: Nem található jóváhagyásra várró hozzászólás
id_id: Tidak menemukan komentar belum sah
it_it: Nessun commento non approvato trovato
ja: 未承認コメントはありません
lt_lt: Nerasta nepatvirtintų komentaru
lv: Nav atrasti neapstiprināti komentāri
nb_no: Ingen ikke-godkjente kommentarer funnet
pl_pl: Nie znaleziono niezatwierdzonych komentarzy
pt_br: Nenhum Comentário Não Aprovado encontrado
pt_pt: Não foram encontrados comentários não aprovados
ru_ru: Не найдено никаких неразрешенных комментариев
sk_sk: Nenájdené neschválené komentáre
tr_tr: Herhangi bir onaylanmamış yorum bulunamadı

source: %d Pingback found
pt_pt: %d pingback encontrado

source: No pingbacks found
de_de: Keine Pingbacks gefunden
es_es: No se encotnraron pingbacks
fa_ir: چیزی یافت نشد
hu_hu: Nem található visszajelzés
id_id: Tidak ada Pingback ditemukan
it_it: Nessun pingback trovato
ja: ピングバックが見つかりました
lt_lt: Pingbacks nerasta
lv: Atbalspaziņošanas nav atrastas
nb_no: Ingen pingback's funnet
pl_pl: Nie znaleziono Pingbacks
pt_br: Nenhum Pingback encontrado
pt_pt: Não foram encontrados pingbacks
ru_ru: Не найдено никаких пингбэков
sk_sk: Nenájdené spätné upozornenia
tr_tr: Herhangi bir Pingback bulunamadı

source: %d Trackback found
pt_pt: %d trackback encontrado

source: No trackbacks found
de_de: Keine Trackbacks gefunden
es_es: No se encontraron trackbacks
fa_ir: چیزی یافت نشد
hu_hu: Nem található visszakövetés
id_id: Tidak ada trackback ditemukan
it_it: Nessun trackback trovato
ja: トラックバックはありません
lt_lt: Trackbacks nerasta
lv: Atsauces notifikācijas nav atrastas
nb_no: Ingen trackback's funnet
pl_pl: Nie znaleziono Trackbacks
pt_br: Nenhum Trackback encontrado
pt_pt: Não foram encontrados trackbacks
ru_ru: Не найдено никаких трэкбэков
sk_sk: Nenájdené spätné odkazy
tr_tr: Herhangi bir Trackback bulunamadı

source: nothing
de_de: nichts
es_es: nada
fa_ir: هیچ چیز
hu_hu: semmi
id_id: tidak ada
it_it: niente
ja: 何も
lt_lt: nieko
lv: nekas
nb_no: Ingenting
pl_pl: nic
pt_br: Nenhum
pt_pt: nada
ru_ru: ничего
sk_sk: nič
tr_tr: hiçbir

source: Credits
es_es: Creditos
hu_hu: Köszönetnyilvánítás
id_id: Kredit
ja: クレジット
lt_lt: Kreditai
lv: Gods
nb_no: Kreditt
pl_pl: Zasługi
pt_br: Créditos:
pt_pt: Créditos
ru_ru: Признательность
sk_sk: Zásluhy
tr_tr: Katkıda bulunanlar

source: WP-Optimize started as a utility for my own projects. I soon realized, that this plugin might help a lot of people. I am personally thanking all of the users who use this plugin on a daily basis. Also, thank you to all of the translators and the generous people who have donated to this project.
pt_pt: O WP-Optimize começou como um utilitário para os meus próprios projectos. Rapidamente percebi que este plugin poderá ajudar muita gente. Agradeço pessoalmente a todos os que usam este plugin diariamente. Agradeço também a todos os tradutores e pessoas generosas que fizeram donativos para este projecto.

source: Contributing Developers
de_de: Beteiligte Entwickler
es_es: Desarrolladores Contribuyentes
fa_ir: گسترش دهندگان این افزونه
hu_hu: Közreműködő fejlesztők
id_id: Kontribusi Pengembang
it_it: Sviluppatori che hanno contribuito
ja: 開発者の貢献
lt_lt: Programuotoju Indėlis
lv: Līdzizstrādātāji
nb_no: Bidragsytere
pl_pl: Współpracujący deweloperzy
pt_br: Desenvolvedores que contribuiram
pt_pt: Programadores que contribuem
ru_ru: Разработчики, внесшие вклад
sk_sk: Prispievajúci vývojári
tr_tr: Katkıda bulunan Geliştiriciler

source: Help me make this plugin better
de_de: Hilf mir, dieses Plugin zu verbessern
es_es: Ayudame a mejorar este plugin
fa_ir: به من کمک کنید تا این افزونه را بهتر کنم !
hu_hu: Segítsen nekem, hogy ez a bővítmény jobbá válhasson
id_id: Bantu agar plugin ini menjadi lebih baik
it_it: Aiutami a rendere questo plugin migliore
ja: このプラグインをより良くする為に
lt_lt: Padėkite man tobulinti ši įskiepi
lv: Palīdziet padarīt šo spraudni labāku
nb_no: Hjelp meg og få denne utvidelsen bedre
pl_pl: Pomóż mi uczynić ten plugin jeszcze lepszym
pt_br: Ajuda-me a melhorar este plugin
pt_pt: Ajude-me a melhorar este plugin
ru_ru: Помогите мне улучшить этот плагин
sk_sk: Pomôžte mi spraviť tento plugin lepším
tr_tr: Bu eklentiyi geliştirmek için bana yardımcı olun

source: I am looking for contributing developers.
de_de: Ich suche jemanden der mir hilft.
es_es: Estoy buscando desarrolladores contribuyentes.
fa_ir: من به دنبال گسترشدهندگان افزونه برای کمک در امر کار روی این افزونه هستم
hu_hu: ezért is keresek közreműködő fejlesztőket.
id_id: Saya mencari pengembang pendukung
it_it: Sto cercando sviluppatori che contribuiscano
ja: 手伝ってくれる開発者を探しています。
lt_lt: Aš ieškau programuotoju kurie gali padėti.
lv: Es meklēju līdzizstrādātājus.
nb_no: Jeg er på utkikk etter bidragsytere
pl_pl: Szukam ludzi do pomocy w rozwijaniu projektu.
pt_br: Estou à procura de desenvolvedores que possam contribuir.
pt_pt: Estou à procura de programadores que possam contribuir.
ru_ru: Я ищу разработчиков, которые могут мне помочь.
sk_sk: Hľadám vývojárov, ktorý by mali záujem podieľať sa na kódovaní.
tr_tr: Katkıda bulunacak geliştiriciler arıyorum.

source: Your name and website will be credited here in the plugin.
pt_pt: O seu nome e site serão creditados aqui no plugin.

source: Plugin Resources
de_de: Plugin-Ressourcen
es_es: Recursos del Plugin
fa_ir: منابع افزونه
hu_hu: Bővítmény erőforrások
id_id: Sumberdaya Plugin
it_it: Risorse Plugin
ja: プラグイン・リソース
lt_lt: Plugin ištekliai
lv: Spraudņa resursi
nb_no: Utvidelse ressurser
pl_pl: Zasoby pluginu
pt_br: Recursos do Plugin
pt_pt: Recursos do plugin
ru_ru: Ресурсы плагина
sk_sk: Odkazy na stránky pluginu
tr_tr: Eklenti Kaynakları

source: Plugin Translation Portal (needs WordPress account)
pt_pt: Portal de tradução do plugin (tem que ter conta WordPress)

source: Plugin Homepage
es_es: Pagina Oficial del Plugin
fa_ir: وبسایت افزونه
hu_hu: Bővítmény honlapja
id_id: Beranda Plugin
it_it: Homepage del plugin
ja: プラグインのホームページ
lt_lt: Įskiepis puslapis
lv: Spraudņa mājaslapa
nb_no: Utvidelse hjemmeside
pl_pl: Strona domowa pluginu
pt_br: Site do Plugin
pt_pt: Página do plugin
ru_ru: Сайт плагина
sk_sk: Stránka pluginu
tr_tr: Eklenti Web Sitesi

source: Support (GitHub)
hu_hu: Támogatás (GitHub)
it_it: Supporto (Github)
ja: サポート (GitHub)
lt_lt: Pagalba (Github)
pt_pt: Suporte (GitHub)

source: Support E-mail
hu_hu: E-mail írása a támogatás részére
it_it: E-Mail di supporto
lt_lt: Pagalba apiesvetaines@gmail.com
pt_pt: Email de suporte

source: Change Log
es_es: Registro de Cambios
fa_ir: لیست تغییرات
hu_hu: Változások napló
id_id: Log Perubahan
it_it: Registro Modifiche
ja: 更新履歴
lt_lt: Pakeitimai Prisijungti
lv: Mainīt žurnālu
nb_no: Endringslogg
pl_pl: Log zmian
pt_br: Histórico das Atualizações
pt_pt: Registo de alterações
ru_ru: Журнал изменений
sk_sk: Zmeny vo verziách
tr_tr: Değişiklik Günlüğü

source: FAQ
es_es: Preguntas Frecuentes
hu_hu: GYIK
lv: BUJ
nb_no: Vanlige spørsmål
pt_br: Perguntas Frequentes
pt_pt: Perguntas frequentes
ru_ru: ЧаВо
sk_sk: Často kladené otázky
tr_tr: SSS

source: What's New
pt_pt: O que há de novo

source: No items
de_de: Keine Artikel
es_es: No hay elementos
fa_ir: چیزی در دست رس نیست
hu_hu: Nem találhatóak elemek
id_id: Tidak ada item
it_it: Nessun oggetto
ja: アイテムはありません
lt_lt: Nėra elementų
lv: Nav ierakstu
nb_no: Ingen filer
pl_pl: Brak przedmiotów
pt_br: Nenhum item
pt_pt: Nenhum item
ru_ru: Все тихо...
sk_sk: Žiadne položky
tr_tr: Öğe yok

# %s is the Database Name
source: %s Database Optimized!
pt_pt: Base de dados %s optimizada!

source: Transient options are automatically re-created by WordPress. Select this option, if you have a large number of Transient.
pt_pt: As opções transitórias são recriadas automaticamente pelo WordPress. Seleccione esta opção se tiver um número elevado de opções transitórias.

source: This will delete all pingbacks in the database. Are you sure?
pt_pt: Isto eliminará todos os pingbacks da sua base de dados. Tem a certeza?

source: This will delete all trackbacks in the database. Are you sure?
pt_pt: Isto eliminará todos os trackbacks da sua base de dados. Tem a certeza?

source: Cleaning up post meta can have unexpected results on some servers. Are you sure?
pt_pt: Limpar metadados de conteúdos pode ter resultados inesperados em alguns servidores. Tem a certeza?

source: Cleaning up comments meta can have unexpected results on some servers. Are you sure?
pt_pt: Limpar metadados de comentários pode ter resultados inesperados em alguns servidores. Tem a certeza?

source: Cleaning up orphaned post relationship data can have unexpected result. Are you sure?
pt_pt: Limpar dados orfãos de relação pode ter resultados inesperados em alguns servidores. Tem a certeza?

source: WARNING: This operation is permanent. Continue?
pt_pt: AVISO: Esta operação é irreversível. Continuar?

source: Clean-up options
hu_hu: Tisztítási beállítások
it_it: Opzioni di pulizia
ja: クリーンアップオプション
lt_lt: Išvalymo parinktys
pt_pt: Opções de limpeza

source: Clean post revisions which are older than %d weeks
pt_pt: Limpar revisões de conteúdos com mais de %d semanas

source: Clean all post revisions
hu_hu: Minden bejegyzés módosítás eltávolítása
it_it: Pulisci tutte le revisioni articolo
ja: すべての投稿リビジョンを削除
lt_lt: Nuvalykite visus po patikslinimų
pt_pt: Limpar todas as revisões de conteúdos

source: Clean auto draft posts which are older than %d weeks
pt_pt: Limpar rascunhos automáticos de conteúdos com mais de %d semanas

source: Clean all auto draft posts and posts in trash
hu_hu: Automatikus bejegyzések és piszkozatok eltávolítása a lomtárból
it_it: Pulisci tutte le bozze automatiche articoli nel cestino
ja: すべての自動下書き記事およびゴミ箱の中の記事を削除
lt_lt: Nuvalykite visus auto pranešimus ir pranešimus iš šiukšlių dėžės
pt_pt: Limpar todos os rascunhos automáticos de conteúdos e conteúdos no lixo

source: Remove spam comments which are older than %d weeks
pt_pt: Remover comentários de spam com mais de %d semanas

source: Remove spam comments and comments in trash
hu_hu: Spam hozzászólások és hozzászólások eltávolítása a lomtárból
it_it: Rimuovi commenti di spam e commenti nel cestino
ja: ゴミ箱のスパムコメントやコメントを削除
lt_lt: Pašalinti komentaru šiukšles ir komentarus iš šiukšlių dėžės
pt_pt: Remover comentários de spam e comentários no lixo

source: Remove unapproved comments which are older than %d weeks
pt_pt: Remover comentários não aprovados com mais de %d semanas

source: Remove unapproved comments
de_de: Entferne ungenehmigte Kommentare
es_es: Eliminar comentarios sin aprobar
fa_ir: نظرات تایید نشده را پاک کن
hu_hu: Nem jóváhagyott hozzászóláok eltávolítása
id_id: Hapus komentar yang tidak disetujui
it_it: Rimuovi commenti non approvati
ja: 未承認のコメントを削除
lt_lt: Pašalinti nepatvirtintus komentarus
lv: Dzēst neapstiprinātos komentārus
nb_no: Slett ikke-godkjente kommentarer
pl_pl: Usuń niezatwierdzone komentarze
pt_br: Remover os Comentários Não Aprovados
pt_pt: Remover comentários não aprovados
ru_ru: Удалить неразрешенные комментарии
sk_sk: Odstrániť neschválené komentáre
tr_tr: Onaylanmamış yorumları kaldır

source: Remove transient options
de_de: Entferne transiente Optionen
es_es: Eliminar opciones transitorias
fa_ir: تنظیمات موقتی بی استفاده را پاک کن
hu_hu: Tranziens beállítások eltávolítása
id_id: Hapus pilihan sementara
it_it: Rimuovi opzioni transitorie
ja: 一過性のオプションを削除
lt_lt: Pašalinti trumpalaikes galimybes
lv: Dzēst pārejošās iespējas
nb_no: Slett forbigående innstillinger
pl_pl: Usuń przejściowe opcje
pt_br: Remover as Opções Transitórias
pt_pt: Remover opções transitórias
ru_ru: Удалить временные настройки
sk_sk: Odstrániť prechodné možnosti
tr_tr: Geçici seçenekleri kaldır

source: Remove pingbacks
de_de: Entferne Pingbacks
es_es: Eliminar pingbacks
fa_ir: پینگ بک ها را پاک کن
hu_hu: Visszajelzések eltávolítása
id_id: Hapus pingback
it_it: Rimuovi pingbacks
ja: ピングバックを削除
lt_lt: Pašalinti pingbacks
lv: Dzēst atbalspaziņošanas
nb_no: Slett pingback's
pl_pl: Usuń pingbacks
pt_br: Remover Pingbacks
pt_pt: Remover pingbacks
ru_ru: Удалить пингбэки
sk_sk: Odstrániť spätné upozornenia
tr_tr: Pingback'leri kaldır

source: Remove trackbacks
de_de: Entferne Trackbacks
es_es: Eliminar trackbacks
fa_ir: ترک بک ها را پاک کن
hu_hu: Visszakövetések eltávolítása
id_id: Hapus trackback
it_it: Rimuovi trackbacks
ja: トラックバックを削除
lt_lt: Pašalinti trackbacks
lv: Dzēst atsauces notifikācijas
nb_no: Slett trackback's
pl_pl: Usuń trackbacks
pt_br: Remover trackbacks
pt_pt: Remover trackbacks
ru_ru: Удалить трэкбэки
sk_sk: Odstrániť spätné odkazy
tr_tr: Trackback'leri kaldır

source: Clean post meta data
pt_pt: Limpar metadados de conteúdos

source: Clean comment meta data
pt_pt: Limpar metadados de comentários

source: Clean orphaned relationship data
pt_pt: Limpar dados orfãos de relação

source: WARNING: Do not select RED marked items, they may have unexpected results
pt_pt: AVISO: Não seleccione os itens marcados a VERMELHO, poderão produzir resultados inesperados.

source: Optimize YouTube embedding with this free plugin on WordPress.org
pt_pt: Optimize a incorporação do YouTube com este plugin gratuito no WordPress.org

source: Actions
hu_hu: Műveletek
it_it: Azioni
ja: アクション
lt_lt: Veiksmai
pt_pt: Acções

source: Optimize database tables
de_de: Optimiere Datenbanktabellen
es_es: Optimizar tablas de la base de datos
fa_ir: جدولهای دیتابیس را پاک کن
hu_hu: Adatbázis táblák optimalizálása
id_id: Optimasi tabel database
it_it: Ottimizza tabelle database
ja: データベーステーブルを最適化
lt_lt: Optimizuoti duomenų bazės lenteles
lv: Optimizēt datu bāzes tabulas
nb_no: Optimaliser database-tabeller
pl_pl: Optymalizuj tabele bazy danych
pt_br: Otimizar as Tabelas do Banco de Dados
pt_pt: Optimizar as tabelas da base de dados
ru_ru: Оптимизировать таблицы базы данных
sk_sk: Optimalizovať databázové tabuľky
tr_tr: Veritabanı tablolarını optimize et

source: Note:
hu_hu: Megjegyzés:
lt_lt: Pastaba:
pt_pt: Nota:

source: InnoDB tables will not be optimized
hu_hu: InnoDB táblák nem lesznek optimalizálva
it_it: Le tabelle InnoDB non saranno ottimizzate
lt_lt: InnoDB lentelės nebus optimizuotos
pt_pt: Tabelas InnoDB não serão optimizadas

source: Select safe options
hu_hu: Biztonságos beállítások kivállasztása
it_it: Scegli opzioni sicure
ja: 安全なオプションを選択します
lt_lt: Pasirinkite saugias galimybes
pt_pt: Seleccione opções de segurança

source: Warning:
hu_hu: Figyelmeztetés:
it_it: Attenzione:
ja: 警告:
lt_lt: Perspėjimas:
pt_pt: Aviso:

source: Always make a backup of your DB when you upgrade to major versions
hu_hu: Mindig ajánlott készíteni biztonsági másolatot az adatbázisról, ha frissítés történik.
it_it: Fai sempre un backup del tuo database quando aggiorni ad una versione maggiore.
ja: メジャー バージョンにアップグレードすると必ずDBのバックアップを作成します。
lt_lt: Visada pasidarykite savo DB atsarginę kopiją, kai jūs atnaujinate į pagrindine versija
pt_pt: Faça sempre uma cópia de segurança da sua base de dados quando actualizar para versões principais

source: PROCESS
de_de: ERLEDIGEN
es_es: PROCESAR
fa_ir: پروسه ها
hu_hu: VÉGREHAJTÁS
id_id: PROSES
it_it: PROCEDI
ja: 実行
lt_lt: PROCESAS
lv: APSTRĀDĀT
nb_no: Kjør...
pl_pl: WYKONAJ
pt_br: PROCESSAR
pt_pt: Processar
ru_ru: ЗАПУСТИТЬ
sk_sk: VYČISTIŤ
tr_tr: İŞLE
