Repository: DavidAnderson684/WP-Optimize
Catalog: languages/wp-optimize-*.po
Languages: de_de, es_es, fa_ir, hu_hu, id_id, it_it, ja, lt_lt, lv, nb_no, pl_pl, pt_br, pt_pt, ru_ru, sk_sk, tr_tr

source: No unused tags found
de_de: Keine ungenutzten Tags gefunden
es_es: So se encontraron etiquetas sin usar
fa_ir: چیزی یافت نشد
hu_hu: Nem található nem használt címke
id_id: Tidak menemukan tag tidak terpakai
it_it: Nessun tag inutilizzato trovato
ja: 未使用のタグが見つからない
lt_lt: Nerasta nepanaudotu žymu
lv: Neizmantotās birkas nav atrastas
nb_no: Ingen ubrukte stikkord funnet
pl_pl: Nie znaleziono nieużywanych tagów w Twojej Bazie Danych
pt_br: Nenhuma Tag Não Utilizada localizada
ru_ru: Не найдено никаких неиспользуемых тегов
sk_sk: Nenájdené žiadne nepoužívané tagy/štítky/značky
tr_tr: Herhangi bir kullanılmayan etiket bulunamadı

source: post revisions in your database
de_de: post Revisionen in Deiner Datenbank
es_es: revisiones de publicaciones en tu base de datos
fa_ir: رونوشتهای مطالب روی دیتابیس
id_id: revisi posting di database anda
ja: データベース内の投稿リビジョン
lt_lt: redaguotu irašu duomenų bazeje
lv: rakstu revīzijas Jūsu datubāzē
nb_no: Innlegg-revisjoner i din databse
pl_pl: Zmiany postów w Twojej Bazie danych
pt_br: Revisões de Posts em seu Banco de Dados
ru_ru: изменений записей в базе данных
sk_sk: revízie príspevkov v databáze
tr_tr: veritabanınızdaki yazı düzeltmesi

source: auto draft post(s) in your database
de_de: auto entwurf Beitrag(Beiträge) in Deiner Datenbank
es_es: borrador(es) Automatico(s) en tu base de datos
fa_ir: پیشنویس(های) خودکار سیستم روی دیتا بیس
id_id: draf tulisan otomatis di database anda
ja: データベース内の自動下書き投稿
lt_lt: auto juodraščiai pranešimu (-ai) duomenų bazėje
lv: auto rakstu melnraksts(i) Jūsu datubāzē
nb_no: Autolagrede innlegg funnet i din database
pl_pl: Automatycznie zapisane projekty postów w Bazie Danych
pt_br: Rascunhos Automáticos de Posts em seu Banco de Dados
ru_ru: автоматических черновых записей в базе данных
sk_sk: auto koncepty v databáze
tr_tr: veritabanınızdaki otomatik yazı taslağı

source: spam comments found
de_de: Spam-Kommentare gefunden
es_es: comentarios spam encontrados
fa_ir: جفنگهای یافت شده
id_id: komentar sampah ditemukan
ja: スパムコメント発見
lt_lt: rasta spam Komentarai
lv: spama komentāri atrasti
nb_no: Spam kommentarer funnet
pl_pl: Komentarze oznaczone jako spam zostały znalezione
pt_br: Comentários Spam encontrados
ru_ru: спам-комментариев найдено
sk_sk: spam komentáre
tr_tr: spam yorum bulundu

source: unapproved comments found
de_de: ungenehmigte Kommentare vorhanden
es_es: comentarios sin aprobar encontrados
fa_ir: کامنتهای تایید نشده شما
id_id: komentar belum sah ditemukan
ja: 未承認のコメント発見
lt_lt: rasti nepatvirtinti komentarai
lv: atrasti neapstiprināti komentāri
nb_no: Ingen ikke-godkjente kommentarer funnet
pl_pl: Znaleziono niezatwierdzone komentarze
pt_br: Comentários Não Aprovados encontrados
ru_ru: неразрешенных комментариев найдено
sk_sk: nájdené neschválené komentáre
tr_tr: onaylanmamış yorum bulundu

source: Pingbacks found
de_de: Pingbacks gefunden
es_es: Pingbacks encontrados
fa_ir: پینگ بگ های یافت شده
id_id: Menemukan Pingback
ja: ピングバックが見つかりました
lt_lt: Pingbacks rasti
lv: Atbalspaziņošanas atrastas
nb_no: Pingback's funnet
pl_pl: Znaleziono Pingbacks
pt_br: Pingbacks encontrados
ru_ru: Найдено пингбэков
sk_sk: Nájdené spätné upozornenia
tr_tr: Pingback bulundu

source: Trackbacks found
de_de: Trackbacks gefunden
es_es: Trackbacks encontrados
fa_ir: ترک بک های یافت شده
id_id: Trackback ditemukan
ja: トラックバックはありません
lt_lt: Trackbacks rasti
lv: Atsauces notifikācijas atrastas
nb_no: Trackback's funnet
pl_pl: Znaleziono Trackbacks
pt_br: Trackbacks encontrados
ru_ru: Найдено трэкбэков
sk_sk: Nájdené spätné odkazy
tr_tr: Trackback bulundu

source: WP-Optimize started as a utility for my own projects. I have realized soon, that this plugin might help a lot of people out there. I am personally thanking all of the users who use this plugin as a daily basis. Also thank you all of the translators and the generous people who have donated for this project.
de_de: WP-Optimize ist als Dienstprogramm für meine eigenen Projekte gestartet. Ich habe bald erkannt, dass dieses Plugin eine Menge Leute helfen könnte. Ich möchte persönlich alle Benutzer danken die dieses Plugin verwenden. Auch allen Übersetzern und den großzügigen Menschen die für dieses Projekt gespendet haben ein Dankeschön.
es_es: WP-Optimize comenzo como una utilidad para mis propios proyectos. De pronto me di cuenta de que este plugin puedria ayudar a mucha gente por ahi. Doy las gracias personalmente a todos los usuarios que utilizan este plugin a diario. Tambien agradezco a todos los traductores y las generosas personas que han donado a este proyecto.
fa_ir: من بهینه ساز وردپرس را به عنوان یک پروژه برای خودم آغاز کرده بودم ولی خیلی سریع متوجه شدم که این افزونه ممکن است به مشکلات بسیاری از کاربران وردپرس را حل کند . به شخصه از تمام کسانی که از این افزونه استفاده میکنند تشکر میکنم . همچنین از تمام کسانی که در ترجمه این افزونه کمک کرده اند و افراد سخاوتمندی که کمک مالی کرداند نیز کمال تشکر را دارم .
hu_hu: WP-Optimize bővítmény saját projektként indult. Hamar rájöttem, hogy ez a bővítmény sok ember számára lehet nagy segítség. Én személy szerint szeretnék köszönetet mondani az összes felhasználónak, aki használja ezt a bővítményt, napi rendszerességgel. Szintén szeretném megköszönni a fordítók munkáját és a nagylelkű emberek adományait, amit erre a projektre fordítanak önzetlenül.
id_id: WP-Optimize awalnya sebagai bantuan untuk proyek pribadiku, hingga akhirnya nampak bahwa plugin ini bisa membantu banyak orang. secara pribadi saya berterimakasih pada seluruh pengguna yang menggunakan plugin ini sehari-hari, juga terimakasih kepada pengalih bahasa dan orang yang berbudi baik yang telah membantu proyek ini
it_it: WP - Optimize è iniziato come un programma di utilità per i miei progetti. Mi sono reso conto ben presto che questo plugin avrebbe potuto aiutare un sacco di gente. Voglio personalmente ringraziare tutti gli utenti che utilizzano questo plugin come base giornaliera. Grazie a tutti anche ai traduttori e alle persone generose che hanno donato per questo progetto .
ja: WP-Optimizeは自身のプロジェクトのためのユーティリティとしてスタートしました。<br>このプラグインは多くの人々を助けるかもしれないことを理解しています。<br>私は個人的に毎日のようにこのプラグインを使用するすべてのユーザーに感謝しています。<br>また、このプロジェクトのために寄付している翻訳者および寛大な人々のすべてに感謝します。
lt_lt: WP-Optimizuoti projektas prasidėjo kaip mano paties naudojimo naudingumui. Aš supratau, kad šis priedas gali padėti žmonėms. Aš asmeniškai padėkoti visiems vartotojams, kurie naudoja šį priedą kasdien. Taip pat ačiū visiems vertėjams ir dosniems žmonėms, kurie paaukos šiam projektui.
lv: WP-Optimize sākās kā manis paša projekts. Pēc kāda laika sapratu, ka tas varētu palīdzēt arī daudziem citiem cilvēkiem. Es personīgi pateicos visiem lietotājiem, kas izmanto šo spraudni ikdienā. Tāpat saku paldies visiem tulkotājiem un dāsniem cilvēkiem, kas ir ziedojuši šim projektam.
nb_no: WP-Optimize startet som et verktøy for mine egne prosjekter. Jeg har innsett snart, at denne plugin kan hjelpe mange mennesker der ute. Jeg personlig kan takke alle brukere som bruker denne utvidelsen som en daglig basis. Også takke alle oversettere og de ​​sjenerøse mennesker som har donert til dette prosjektet.
pl_pl: WP-Optimize na początku było moim własnym projektem. Szybko zorientowałem się że ten plugin może pomóc wielu osobom. Codziennie myślę o Was wszystkich którzy używacie tego pluginu. Dziękuje wszystkim którzy dokonują tłumaczeń oraz tym którzy wysyłają dotacje wspomagające ten projekt.
pt_br: WP-Optimize começou como um utilitário para meus próprios projetos. Eu percebi logo que este plugin pode ajudar muita gente. Estou agradecendo pessoalmente a todos os usuários que usam este plugin diariamente. Também agradeço a todos os tradutores e as pessoas generosas que doaram para este projeto.
ru_ru: Проект WP-Optimize начался в качестве полезной программки для моих собственных нужд. Вскоре я понял, что он может помочь также многим другим людям. Я лично благодарю всех пользователей, которые используют этот плагин на ежедневной основе. Также спасибо всем переводчикам и щедрым людям, которые пожертвовали для этого проекта.
sk_sk: Plugin WP-Optimalizácia začínal ako nástroj pre svoje vlastné projekty. Čoskoro som si uvedomil že tento plugin môže pomôcť veľa iným ľudom. Ďakujem všetkým používateľom, ktorí používajú tento plugin denne. Taktiež ďakujem všetkým prekladateľom a štedrým ľudom, ktorí finančne podporili tento projekt.
tr_tr: WP-Optimize kendi projelerim için bir yardımcı program olarak başladı. Kısa süre sonra fark ettim ki, bu eklenti dışarıda pek çok kişiye yardımcı olabilir. Şahsen bu eklentiyi günlük olarak kullanan tüm kullanıcılara teşekkür ediyorum. Ayrıca, tüm çevirmenlere ve bu proje için bağışta bulunan cömert kişilere teşekkür ederim.

source: Share this plugin on Facebook
de_de: Teile dieses Plugin auf Facebook
es_es: Compatir este plugin en Facebook
fa_ir: این افزونه را روی فیس بوک به اشتراک بگزارید
id_id: Bagi plugin ini di Facebook
ja: Facebookでこのプラグインを共有
lt_lt: Dalytis šiuo įskiepiai Facebook
lv: Koplietot šo spraudni Facebook
nb_no: Del denne utvidelsen på Facebook
pl_pl: Zareklamuj ten projekt na Facebook
pt_br: Compartilhe este plugin no Facebook
ru_ru: Расскажи об этом плагине на Фейсбуке
sk_sk: Zdieľať tento plugin na Facebooku
tr_tr: Bu eklentiyi Facebook'ta paylaş

source: Your name and website will be credited here in the plugin
de_de: Dein Name und Deine Website wird hier im Plugin veröffentlicht
es_es: Tu nombre y pagina web seran acreditados aqui en el plugin
fa_ir: نام و نام وبسایت شما در این بخش ثبت خواهد شد
hu_hu: A közreműködők neve és oldalának címe itt kerül felsorolásra a bővítményben
id_id: Nama dan website anda akan dihargai didalam plugin
it_it: Il tuo nome e il tuo sito saranno nominati qua nel plugin
ja: お名前とウェブサイトはプラグインでここで入金されます
lt_lt: Jūsų vardas ir svetainė bus paskelbta čia įskiepyje
lv: Jūsu vārdam un vietnei tiks izrādīts gods šeit spraudnī
nb_no: Ditt navn og nettside vil bli kreditert i denne utvidelsen
pl_pl: Twoje nazwisko i strona internetowa będzie zamieszczona w puginie
pt_br: Seu nome e site serão creditados aqui no plugin.
ru_ru: Ваше имя и сайт будут опубликованы в этом плагине
sk_sk: Vaše meno a webstránka bude uvedená tu v plugine
tr_tr: Adınız ve web siteniz eklenti içinde burada yer alacaktır

source: Translators
de_de: Übersetzer
es_es: Traductores
fa_ir: مترجمان
hu_hu: Fordítók
id_id: Penerjemah
it_it: Traduttori
ja: 翻訳
lt_lt: Vertėjai
lv: Tulkotāji
nb_no: Oversettere:
pl_pl: Tłumacze
pt_br: Tradutores:
ru_ru: Переводчики
sk_sk: Prekladatelia
tr_tr: Çevirmenler

source: Everyday
hu_hu: Naponta
it_it: Tutti i giorni

source: Enable email notification
hu_hu: Emailben értesítés engedélyezése
it_it: Abilita notifica email

source: Send email to
hu_hu: Email küldése ide:
it_it: Invia email a

source: Total space can be saved:
hu_hu: Összes megtakarítható hely:
it_it: Spazio totale che puo essere salvato:

source: WP-Optimize
hu_hu: WP-Optimalizáló

source: Kb
fa_ir: کیلو بایت
nb_no: Kilobyte
ru_ru: Кб

source: orphaned postmeta deleted
de_de: verwaiste Postmeta löschen
es_es: informacion de publicacion huerfana eliminada
fa_ir: پست متاهای بیهوره پاکسازی شده
id_id: postmeta tersendiri dihapus
ja: の孤立したpostmetaを削除
nb_no: Meta Innlegg slettet
pt_br: Meta Posts excluídos
ru_ru: несвязанных меток сообщений удалено
sk_sk: osamelé postmeta odstránené
tr_tr: sahipsiz postmeta silindi

source: unused tags deleted
de_de: nicht verwendete Tags löschen
es_es: etiquetas sin usar eliminadas
fa_ir: برچسبهای بی استفاده پاک سازی شده
id_id: hapus tag yang tidak digunakan
lv: neizmantotās birkas dzēstas
nb_no: Ubrukte stikkord slettet
pt_br: Tags não utilizadas excluídas
ru_ru: неиспользуемых тегов удалено
sk_sk: nepoužívané tagy/štítky/značky odstránené
tr_tr: kullanılmayan etiket silindi

source: Review Spams
de_de: Überprüfe Spams
es_es: Revisar Spam
fa_ir: بررسی جفنگها
id_id: Menampilkan Spam
lv: Apskatīt spamu
nb_no: Gjennomgå Spam
pl_pl: Pokaż spam
pt_br: Análise de Spans
ru_ru: Перепроверить спам
sk_sk: Pozrieť spam komentáre
tr_tr: Spamları İncele

source: Review Unapproved Comments
de_de: Überprüfe ungenehmigte Kommentare
es_es: Revisar Comentarios Sin Aprobar
fa_ir: بررسی کامنتهای تایید نشده
id_id: Lihat komentar yang belum sah
lv: Apskatīt neapstiprinātos komentārus
nb_no: Gjennomgå ikke-godkjente kommentarer
pl_pl: Pokaż niezatwierdzone komentarze
pt_br: Análise de Comentários Não Aprovados
ru_ru: Перепроверить неразрешенные комментарии
sk_sk: Pozrieť neschválené komentáre
tr_tr: Onaylanmamış Yorumları İncele

source: http://www.ruhanirabin.com/
de_de: http://www.myfotohome.at
es_es: http://navonejuan.com.ar/
fa_ir: http://www.GameSiders.com/
lv: http://trendfor.lv
nb_no: http://simeneggen.com/
pl_pl: http://kml1960.pl
pt_br: http://www.kfoury.com.br/site/
ru_ru: http://www.visbiz.org/
sk_sk: http://patwist.com
tr_tr: http://hakanertr.wordpress.com/

source: Default Language by Ruhani Rabin (Change this text and the link inside translation file)
de_de: Standard Sprache durch Ruhani Rabin (Deutsche Sprache by Rewolve44)
es_es: Traduccion al Español por Navone Juan
fa_ir: ترجمه شده توسط مرتضی امیری مدیر وبسایت گیم سایدرز
id_id: Bahasa awal oleh Ruhani Rabin (Ubah teks dan tautan didalam file translasi)
ja: Ruhani Rabinによる既定の言語 (このテキストと翻訳ファイル内のリンクを変更します)
lv: Latviski tulkojis Juris Orlovs
nb_no: Standardspråk er oversatt av Simen Eggen
pl_pl: Tłumaczenie na język polski kml1960
pt_br: Tradução para o Português do Brasil por Leonardo Kfoury
ru_ru: Русский язык - Виталий МакЛауд (Эликсир жизни)
sk_sk: Slovenský preklad vyhotovil Patrik Žec (PATWIST)
tr_tr: Hakan Er tarafından Türkçe Dili

source: Download .POT File to translate
de_de: Download .POT Datei zu übersetzen
es_es: Descargar archivo .POT a traducir
fa_ir: دانلود فایل ترجمه به زبان خودتان
id_id: Unduh file .POT untuk translasi
ja: 変換するpotファイルをダウンロードしてください。
lv: Lejuplādējiet .po failu tulkošanai
nb_no: Last ned .Pot filen for å oversette
pl_pl: Ściągnij plik .POT aby dokonać tłumaczenia
pt_br: Download do Arquivo .POT para tradução
ru_ru: Скачайте этот .POT файл для перевода на другой язык
sk_sk: Stiahnuť .POT súbor na preklad
tr_tr: Çevirmek için .POT Dosyasını indir

source: Email your translations to
de_de: Maile Deine Übersetzungen an
es_es: Enviar un Email con tu traduccion a
fa_ir: ترجمه افزونه به زبان خودتان را به این ایمیل ارسال کنید
id_id: Email translasi anda ke
ja: あなたの翻訳をメールで送信
lv: Sūtīt pa e-pastu Jūsu tulkojumus uz
nb_no: Send din oversettelse på E-Post til
pl_pl: Wyślij tłumaczenie na ten E-mail
pt_br: E-mail para envio de Traduções
ru_ru: Высылайте свой перевод на
sk_sk: Pošlite váš preklad e-mailom na
tr_tr: Çevirileri eposta ile gönder

source: Development Log
de_de: Entwicklungs Stand
es_es: Registro de Desarrollo
fa_ir: یاداشتهای گسترش دهنده
id_id: Log Pengembangan
ja: 開発ログ
lv: Attīstīšanas žurnāls
nb_no: Utviklings log
pl_pl: Log zmian puginu
pt_br: Histórico do Desenvolvimento
ru_ru: Журнал разработчика (на английском)
sk_sk: Vývojový záznam
tr_tr: Geliştirme Günlüğü

source: Update %s
es_es: Actualizacion %s
fa_ir: به روز رسانی %s
id_id: Perbarui %s
ja: 更新 %s
lv: Atjaunots %s
nb_no: Oppdater %s
pl_pl: Uaktualnij %s
pt_br: Atualizar %s
ru_ru: Новости плагина за %s
sk_sk: Aktualizovať %s
tr_tr: %s güncelle

source: Support Forum
es_es: Foro de Soporte
fa_ir: فروم پشتیبانی
id_id: Forum Dukungan
lv: Atbalsta forums
nb_no: Forum for hjelp
pl_pl: Forum pomocy
pt_br: Fórum de Suporte
ru_ru: Форум поддержки
sk_sk: Fórum pre podporu
tr_tr: Destek Forumu

source: Status :
es_es: Estado :
fa_ir: وضعیت
lv: Statuss :
pt_br: Estado:
ru_ru: Состояние:
tr_tr: Durum :

source: Last automatic optimization was at
de_de: Letzte automatische Optimierung war
es_es: La ultima optimizacion automatica fue el dia
fa_ir: آخرین بهنیه سازی اتوماتیک در
id_id: Optimasi otomatis terakhir pada
lv: Pēdējā automātiskā optimizēšana notika
nb_no: Siste automatiske optimalisering var
pl_pl: Ostatnia automatyczna aktualizacja:
pt_br: A última Otimização Automática foi realizada em
ru_ru: Последняя автоматическая оптимизация была произведена
sk_sk: Posledná automatická optimalizácia bola v
tr_tr: Son otomatik optimizasyon tarihi

source: Scheduled cleaning DISABLED
de_de: Regelmäßiges Reinigen DEAKTIVIERT
es_es: Limpieza programada DESHABILITADA
fa_ir: پاکسازی زمانبندی شده غیر فعال شد
id_id: Jadwal pembersihan MATI
ja: スケジュールクリーニングは無効です。
lv: Plānotā tīrīšana IZSLĒGTA
nb_no: Planlagte rensinger er IKKE aktivert
pl_pl: Zaplanowane czyszczenie WYŁĄCZONE
pt_br: Limpeza Programada DESATIVADA
ru_ru: Плановая очистка ОТКЛЮЧЕНА
sk_sk: Plánované čistenie nie je povolené
tr_tr: Zamanlanmış temizleme DEVRE DIŞI

source: Retention enabled and keeping last
de_de: Aufbewahrung aktiviert und behalte die letzten
es_es: Retencion activa y manteniendo ultima
fa_ir: نگهداری فعال شد و این تعداد آخرین اطلاعات نگه داری خواهد شد.
id_id: Pengingat diaktifkan dan menjaga akhir
ja: 次の期間のデータを保持:
lv: Aizturēšana ieslēgta un saglabāts pēdējais
nb_no: Bevaring aktivert og behold det siste
pl_pl: Zatrzymanie włączone, przechowywane będą:
pt_br: Retenção Ativada e mantendo a Úlitma
ru_ru: Задержка включена и сохраняет последние
sk_sk: Uchovávanie povolené a udržuje posledné
tr_tr: Saklama etkin ve en son sakladığı

source: Retention is disabled
de_de: Die Aufbewahrung ist deaktiviert
es_es: Retencian desactiva
fa_ir: نگه داری غیر فعال شد
id_id: Pengingat dimatikan
ja: 保持は無効になっています
lv: Aizturēšana izslēgta
nb_no: Bevaring av data er IKKE aktivert
pl_pl: Zatrzymanie jest wyłączone
pt_br: Retenção Desativada
ru_ru: Задержка отключена
sk_sk: Uchovávanie nie je povolené
tr_tr: Saklama devre dışı

source: Kb.
fa_ir: کیلو بایت
nb_no: Kilobyte
ru_ru: Кб.

source: Buy me a Coffee :)
de_de: Kaufe mir einen Kaffee :)
es_es: Comprarme un cafe :)
fa_ir: برام یک قهوه بخرید :)
id_id: Traktir aku Kopi :)
lv: Nopirksiet man kafiju :)
nb_no: Kjøp meg en Kaffe :-)
pl_pl: Kup mi kawe :)
pt_br: Pague-me um café? ;)
ru_ru: Купите мне кофе :)
sk_sk: Kúpte mi kávu :-)
tr_tr: Bana bir Kahve Al :)

source: See Tables >
de_de: Siehe Tabellen >
es_es: Ver Tablas >
fa_ir: جدولها را ببینید>
id_id: Lihat Tabel >
lv: Skatīt tabulas >
nb_no: Se tabeller -->
pl_pl: Zobacz tabele >
pt_br: Ver Tabelas/Relatório >
ru_ru: Смотреть таблицы >
sk_sk: Pozrieť tabuľky >
tr_tr: Tablolara bak >

source: Database Size >
de_de: Datenbank Größe >
es_es: Tamaño de la Base de Datos >
fa_ir: حجم دیتابیس>
id_id: Ukuran Database >
lv: Datubāzes izmērs >
nb_no: Database størrelse -->
pl_pl: Wielkość Bazy Danych >
pt_br: Tamanho do Banco de Dados >
ru_ru: Размер базы данных >
sk_sk: Veľkosť databázy >
tr_tr: Veritabanı Boyutu >

source: Database Optimization Options
de_de: Datenbank Optimierungs Optionen
es_es: Opciones de Optimizacion de la Base de Datos
fa_ir: تنظیمات بهنیه سازی دیتابیس
id_id: Pilihan Optimasi Database
ja: データベースの最適化オプション
lv: Datubāzes optimizācijas iespējas
nb_no: Database optimalisering innstillinger
pl_pl: Opcje optymalizacji Bazy Danych
pt_br: Opções de Otimização do Banco de Dados
ru_ru: Настройки оптимизации базы данных
sk_sk: Možnosti optimalizácie databázy
tr_tr: Veritabanı Optimizasyon Seçenekleri

source: Remove post revisions which are older than
de_de: Entfernen Beitragsänderungen, die älter als sind als
es_es: Eliminar revisiones de publicaciones mas antiguas a
fa_ir: رونوشتهایی که قدیمیتر از این تاریخ هستند را پاک کن
id_id: Hapus revisi tulisan yang lebih lama dari
lv: Dzēst rakstu revīzijas, kas vecākas kā
nb_no: Slett post-revisjoner som er eldre enn
pl_pl: Usuń zmiany postów starsze niż
pt_br: Remover as Revisões de Posts mais antigas de
ru_ru: Удалить изменения записей старше, чем
sk_sk: Odstrániť revízie príspevkov staršie ako
tr_tr: Bu süreden daha eski olan yazı düzeltmelerini kaldır -

source: Remove all post revisions
de_de: Entferne alle Beitragsänderungen
es_es: Eliminar todas las revisiones de publicaciones
fa_ir: همه روشنوشتها را پاک کن
id_id: Hapus semua revisi tulisan
lv: Dzēst visas rakstu revīzijas
nb_no: Slett alle post-revisjoner
pl_pl: Usuń wszystkie zmiany postów
pt_br: Remover todas as Revisões de Post
ru_ru: Удалить все изменения записей
sk_sk: Odstrániť všetky revízie príspevkov
tr_tr: Tüm yazı düzeltmelerini kaldır

source: Remove auto draft posts which are older than
de_de: Entferne auto Entwurf Beiträge, die älter sind als
es_es: Eliminar borradores automaticos mas antiguos a
fa_ir: پیشنویسهای اتوماتیک قدیمیتر از این تاریخ را پاک کن
id_id: Hapus semua draf tulisan otomatis yang lebih lama
lv: Dzēst visus auto rakstu melnrakstus, kas vecāki par
nb_no: Slett autolagrede innlegg som er eldre enn
pl_pl: Usuń wszystkie automatyczne projekty postów starsze niż
pt_br: Remover todos os Rascunhos Automáticos de Posts (também apagará os Posts no Lixo)
ru_ru: Удалить автоматические черновики записей старше, чем
sk_sk: Odstrániť všetky automatické koncepty príspevkov staršie ako
tr_tr: Bu süreden daha eski olan otomatik taslak yazılarını kaldır -

source: Remove auto draft posts (This will also clear out posts in Trash)
de_de: Entferne auto Entwurf Beiträge (Dieses entfernt auch alle gelöschten Beiträge die im Parpierkorb sind)
es_es: Eliminar Publicaciones borradores automaticos (Tambien eliminara todas las publicaciones en la Papelera)
fa_ir: تمام پیشنویسهای اتوماتیک را پاک کن( که شامل پست های موجود در سطال زباله هم میشود)
id_id: Hapus draf tulisan otomatis (ini akan membersihkan tulisan di Tempat Sampah)
ja: 自動下書きの記事を削除 (ゴミ箱の中の記事も削除します)
lv: Dzēst visus rakstu auto melnrakstus (Tiks iztīrīti arī visi raksti no miskastes)
nb_no: Slett autolagrede kladder (Dette vil tømme innlegg som ligger i papirkurven)
pl_pl: Usuń wszystkie automatyczne projekty postów ( oczyści również śmietnik)
pt_br: Remover todos os Rascunhos Automáticos de Posts (também apagará os Posts no Lixo)
ru_ru: Удалить автоматические черновики записей (Это также удалит все записи из корзины)
sk_sk: Odstrániť všetky automatické koncepty príspevkov (Taktiež vyčistiť príspevky z Koša)
tr_tr: Otomatik taslak yazılarını kaldır (Aynı zamanda Çöp içindeki yazıları da temizleyecektir)

source: Remove spam comments (This will also clear out comments in Trash)
de_de: Entferne Spam-Kommentare (Auch alle Spam-Kommentare die im Parpierkorb sind)
es_es: Eliminar comentarios spam (Tambien eliminara los comentarios en la Papelera)
fa_ir: تمام جفنگها را پاک کن( شامل نظرات موجود در سطل آشغال هم میشود)
id_id: Hapus komentar sampah (Akan membersihkan pula komentar di tempat sampah)
lv: Dzēst spama komentārus (Tiks iztīrīti arī visi komentāri no miskastes)
nb_no: Slett spam kommentarer (Dette vil slette alle kommentarer som ligger i papirkurven)
pl_pl: Usuń komentarze w spamie ( oczyści również śmietnik)
pt_br: Limpar Comentários Spans (também apagará os Comentários no Lixo)
ru_ru: Удалить спам-комментарии (Это также удалит комментарии из корзины)
sk_sk: Odstrániť smap komentáre (Taktiež vyčistiť komentáre v Koši)
tr_tr: Spam yorumları kaldır (Aynı zamanda Çöp içindeki yorumları da temizleyecektir)

source: Remove orphaned postmeta
de_de: Entferne verwaiste Postmeta
es_es: Eliminada informacion de publicacion huerfana
fa_ir: پست متا های بلا استفاده را پاک کن
id_id: Hapus postmeta tersendiri
nb_no: Slett meta innlegg
pl_pl: Usuń pozostawione postmeta
pt_br: Remover os Meta Posts Órfãos
ru_ru: Удалить несвязанные метки сообщений
sk_sk: Odstrániť osamelé postmeta
tr_tr: Sahipsiz postmeta'yı kaldır

source: Database Tables Report
de_de: Datenbanktabellen Bericht
es_es: Reporte Talbas de Base de Datos
fa_ir: گزارش جدولهای دیتابیس
id_id: Laporan tabel database
lv: Datubāzu tabulu atskaite
nb_no: Database-tabeller rapport
pl_pl: Raport tabel bazy danych
pt_br: Relatório das Tabelas do Banco de Dados
ru_ru: Отчет таблиц базы данных
sk_sk: Správa o tabuľkách databázy
tr_tr: Veritabanı Tabloları Raporu
