Repository: DavidAnderson684/WP-Optimize
Catalog: languages/wp-optimize-*.po
Languages: de_de, es_es, fa_ir, hu_hu, id_id, it_it, ja, lt_lt, lv, nb_no, pl_pl, pt_br, pt_pt, ru_ru, sk_sk, tr_tr

source: Please donate! It really helps me improving the plugin.
pt_pt: Por favor faça um donativo! Isto ajuda-me a melhorar o plugin.

source: Donate!
hu_hu: Adományozás!
it_it: Dona!
lt_lt: Paaukok!
pt_pt: Doar!

source: Please give a proper rating :)
hu_hu: A bővítmény értékelése :)
it_it: Per favore dai una votazione appropriata :)
pt_pt: Por favor dê uma classificação apropriada :)

source: Rating
hu_hu: Értékelés
it_it: Votazioni
lt_lt: Reitingas
pt_pt: Classificar

source: Status log
hu_hu: Állapot értékelés
it_it: Log di stato
pt_pt: Registo de estado

source: Last automatic optimization was at
hu_hu: Az utolsó automatikus optimalizáció ideje:
it_it: L'ultima ottimizzazione automatica è stata alle
ja: 最後の自動最適化
lt_lt: Paskutinis automatinis optimizavimas buvo
pt_pt: A última optimização automática ocorreu em

source: There was no automatic optimization
de_de: Es gibt keine automatische Optimierung
es_es: No hay optimizaciones automaticas
fa_ir: هیچ بهینه سازی اتوماتیکی انجام نشده است
hu_hu: Nem volt semmilyen automatikus optimalizálás.
id_id: Tidak ada optimasi otomatis
it_it: Non ci sono ottimizzazioni automatiche
ja: 最適化する項目はありません
lt_lt: Nebuvo automatinio optimizavimo
lv: Nav bijušas automātiskas optimizēšanas
nb_no: Det er ingen automatiske optimaliseringer
pl_pl: Brak automatycznych aktualizacji
pt_br: Não há nenhuma Otimização Automática
pt_pt: Não ocorreu nenhuma optimização automática
ru_ru: Автоматическая оптимизация не была произведена
sk_sk: Nebola žiadna automatická optimalizácia
tr_tr: Herhangi bir otomatik optimizasyon yok

source: Scheduled cleaning enabled
de_de: Regelmäßiges Optimieren aktiviert
es_es: Limpieza programada habilitada
fa_ir: پاکسازی زمان بندی شده فعال شد
hu_hu: Ütemezett tisztítás engedélyezve
id_id: Jadwal pembersihan diaktifkan
it_it: Pulizia pianificata abilitata
ja: 自動クリーンアップ有効
lt_lt: Numatomas valymas įjungtas
lv: Ieslēgta plānotā tīrīšana
nb_no: Planlagte rensinger er aktivert
pl_pl: Zaplanowane czyszczenie włączone
pt_br: Limpeza Programada ATIVADA
pt_pt: Limpeza agendada activada
ru_ru: Запланированная очистка включена
sk_sk: Plánované čistenie je povolené
tr_tr: Zamanlanmış temizleme etkinleştirildi

source: Next schedule:
hu_hu: Következő ütemezett tisztítás:
it_it: Prossima pianificazione:
pt_pt: próximo agendamento:

source: Refresh
de_de: Aktualisieren
es_es: Refrescar
fa_ir: تازه کردن
hu_hu: Frissítés
id_id: Segarkan
it_it: Ricarica
ja: リフレッシュ
lt_lt: Atnaujinti
lv: Atsvaidzināt
nb_no: Oppdater
pl_pl: Odśwież
pt_br: Atualizar
pt_pt: Actualizar
ru_ru: Обновить
sk_sk: Obnoviť
tr_tr: Yenile

source: Scheduled cleaning disabled
hu_hu: Ütemezett tisztítás tiltva
it_it: Pulizia pianificata disattivata
lt_lt: Numatomas valymas išjungtas
pt_pt: Limpeza agendada desactivada

source: Check settings
de_de: Überprüfe die Einstellungen
es_es: Comprobar Configuracion
fa_ir: تنظیمات را بررسی کنید
hu_hu: Beállítások ellenőrzése
id_id: Cek Pengaturan
it_it: Controlla Impostazioni
ja: 設定を確認
lt_lt: Patikrinkite nustatymus
lv: Pārbaudīt iestatījumus
nb_no: Sjekk innstillinger
pl_pl: Sprawdź ustawienia
pt_br: Verifique as Configurações
pt_pt: Verifique as definições
ru_ru: Проверить настройки
sk_sk: Pozrieť nastavenia
tr_tr: Ayarları kontrol et

source: Keeping last %s weeks data
pt_pt: A manter os dados das últimas %s semanas

source: Not keeping recent data
hu_hu: Nem tart meg újabb adatokat
it_it: Non mantenere dati recenti
lt_lt: Nesaugoti senesnius duomenis
pt_pt: Não manter dados recentes

source: Current database size:
hu_hu: jelenlegi adatbázis mérete:
it_it: Dimensione attuale database:
pt_pt: Tamanho actual da base de dados:

source: You have saved:
hu_hu: Mentett:
it_it: Hai salvato:
pt_pt: Recuperou:

source: You can save almost:
hu_hu: Megmenthető mennyiség:
it_it: E' possibile salvare:
pt_pt: Poderá recuperar quase:

source: Total clean up overall:
hu_hu: Eddigi összes megtisztított adatmennyiség:
it_it: Totale pulizia generale:
pt_pt: Total de limpezas efectuadas:

source: Sponsor
es_es: Patrocinador
fa_ir: اسپانسر
hu_hu: Szponzor
ja: スポンサー
lt_lt: Rėmėjas
lv: Sponsors
nb_no: Sponsorer
pt_br: Patrocinador:
pt_pt: Patrocinador
ru_ru: Спонсор
sk_sk: Sponzor

source: Trackbacks disabled on all current and previously published posts
hu_hu: Visszakövetések letiltva az összes jelenlegi és korábban megjelent bejegyzésekben
it_it: Trackbacks disattivati in tutti gli articoli pubblicati attualmente e precedentemente
lt_lt: Trackbacks išjungtas visuose esamuose ir anksčiau paskelbtuose pranešimuose
pt_pt: Foram desactivados os trackbacks em todos os conteúdos actuais e publicados anteriormente

source: Trackbacks enabled on all current and previously published posts
hu_hu: Visszakövetések engedélyezve az összes jelenlegi és korábban megjelent bejegyzésekben
it_it: Trackbas abilitati in tutti gli articoli pubblicati attualmente e precedentemente
lt_lt: Trackbacks įjungtas visuose dabartiniuose ir anksčiau paskelbtuose pranešimuose
pt_pt: Foram activados os trackbacks em todos os conteúdos actuais e publicados anteriormente

source: Comments disabled on all current and previously published posts
hu_hu: Hozzászólások letiltva az összes jelenlegi és korábban megjelent bejegyzésekben
it_it: Commenti disattivati in tutti gli articoli pubblicati attualmente e precedentemente
lt_lt: Komentarai išjungti visuose esamuose ir anksčiau paskelbtuose pranešimuose
pt_pt: Foram desactivados os comentários em todos os conteúdos actuais e publicados anteriormente

source: Comments enabled on all current and previously published posts
hu_hu: Hozzászólások engedélyezve az összes jelenlegi és korábban megjelent bejegyzésekben
it_it: Commenti abilitati in tutti gli articoli pubblicati attualmente e precedentemente
lt_lt: Komentarai įjungti visuose dabartiniuose ir anksčiau paskelbtuose pranešimuose
pt_pt: Foram activados os comentários em todos os conteúdos actuais e publicados anteriormente

source: Settings updated
de_de: Einstellungen aktualisiert
es_es: Configuracion actualizada
fa_ir: تنظیمات به روز شد
hu_hu: Beállítások frissítve
id_id: Pengaturan Diperbaharui
it_it: Impostazioni Aggiornate
ja: 設定を更新しました
lt_lt: Nustatymai atnaujinti
lv: Iestatījumi atjaunoti
nb_no: Innstillinger oppdatert
pl_pl: Uaktualnianie ustawień
pt_br: Atualizar Cnfigurações
pt_pt: Definições actualizadas
ru_ru: Настройки обновлены
sk_sk: Nastavenia aktualizované
tr_tr: Ayarlar güncellendi

source: General Settings
de_de: Allgemeine Einstellungen
es_es: Configuracion General
fa_ir: تنظیمات کلی
hu_hu: Általános beállítások
id_id: Pengaturan Umum
it_it: Impostazioni Generali
ja: 一般設定
lt_lt: Generaliniai nustatymai
lv: Vispārīgie iestatījumi
nb_no: Generelle innstillinger
pl_pl: Ustawienia podstawowe
pt_br: Configurações Gerais
pt_pt: Definições gerais
ru_ru: Общие настройки
sk_sk: Hlavné nastavenia
tr_tr: Genel Ayarlar

source: Keep last %s weeks data
pt_pt: Manter os dados das últimas %s semanas

source: This option will retain the last selected weeks data and remove any garbage data before that period. This will also affect Auto Clean-up process
hu_hu: Ez az opció megtartja a beállított hetek adatait, és eltávolítja az ezen kívüli időszakra eső eltávolítandó adatokat. Ez is hatással lehet az Automatikus tisztítási folyamatra.
it_it: Questa opzione manterrà gli ultimi dati settimanali selezionati e rimuoverà tutti i dati della spazzatura prima di tale periodo . Ciò influisce anche sul processo automatico di pulizia.
ja: このオプションでは、最後に選択された週のデータを保持し、その期間以前のゴミデータが削除されます。また、これは自動クリーンアッププロセスに影響を与えます。
lt_lt: Ši galimybė išlaikyti paskutinius pasirinktus savaitės duomenis ir iki šio laikotarpio pašalinti šiukšlių duomenis. Tai taip pat turės įtakos Auto Valymo procesui
pt_pt: Esta opção manterá os dados das últimas semanas e removerá quaisquer dados desnecessários anteriores a esse período. Isto também afecta o processo de limpeza automática

source: Enable admin bar link
hu_hu: WP-Optimize engedélyezése az admin sávon
it_it: Abilita collegamento nella barra admin
pt_pt: Activar ligação na barra de administração

source: (Click here to refresh)
de_de: (Klicke hier, zum aktualisieren)
es_es: (Click aqui para referescar)
fa_ir: برای تازه کردن کلیک کنید-Refresh
hu_hu: (Frissítéséhez kattintás ide)
id_id: ( Klik untuk menyegarkan)
it_it: (Click qua per ricaricare)
ja: (再読み込み)
lt_lt: (Spauskite čia norėdami atnaujinti)
lv: (Klikšķināt šeit lai atjaunotu)
nb_no: (Klikk her for og oppdatere)
pl_pl: (Kliknij aby odświeżyć)
pt_br: (Clique aqui para atualizar)
pt_pt: (clique aqui para actualizar)
ru_ru: (Нажмите для обновления)
sk_sk: (Kliknite tu pre obnovenie)
tr_tr: (Yenilemek için tıklayın)

source: This option will put WP-Optimize link on the top admin bar (default is off). Requires page refresh.
de_de: Diese Option wird den WP-Optimize Link in die oberen Adminleiste setzen (Standardeinstellung ist Aus). Benötigt Aktualisierung der Seite.
es_es: Esta opcion pondra un link a WP-Optimize en la barra administrativa de arriba (predeterminado es desactivado). Requiere refresco de pagina
fa_ir: این آپشن لیک این افزونه را در ادمین بار بالای سایت برای مدیر سایت قرار میدهد( پیشفرض خاموش) برای دیدن تغییرات باید این صفحه را رفرش کنید
hu_hu: Ez a lehetőség a WP-Optimize linkét helyezi el a felső admin sávon (alapértelmezés szerint ki van kapcsolva). Beállítása után az oldalt frissíteni szükséges.
id_id: Pilihan ini menempatkan tautan WP-Optimize diatas balok admin (default mati). Segarkan halaman
it_it: Questa opzione inserirà un collegamento di WP-Optimize nella barra admin in alto (predefinito è spento). Richiede ricaricamento pagina
ja: このオプションは管理バーの一番上 (デフォルトはオフ) にWP-Optimizeリンクを配置します。ページの更新が必要です。
lt_lt: Ši galimybė įdėti WP-Optimizuoti nuorodą viršuje admin panelės (pagal nutylėjimą yra išjungtas). Reikalingas puslapio atnaujinimas.
lv: Šī iespēja noliks WP-Optimize saiti augšpusē administratora joslā (pēc noklusējuma izslēgta). Nepieciešams atsvaidzināt lapu.
nb_no: Dette alternativet vil sette WP-Optimize link på toppen av administrasjons-linjen (standard er av). Krever at du oppdatere siden.
pl_pl: Ta opcja wstawi link WP-Optimize do górnej belki administracyjnej. Wymaga odświeżenia strony.
pt_br: Esta opção vai colocar o link do WP-Optimize na barra superior da administração (o padrão é desligado). Requer atualização da página.
pt_pt: Esta opção coloca a ligação do WP-Optimize na barra superior da administração (por omissão está desligado). Requer atualização da página.
ru_ru: Эта опция поместит ссылку на WP-Optimize в верхней части панели администратора (по умолчанию отключено). Потребует обновления страницы.
sk_sk: Táto možnosť pridá odkaz na WP-Optimalizáciu do hornej lišty administračného panelu (predvolene je vypnuté). (Vyžaduje znovunačítanie stránky)
tr_tr: Bu seçenek, üst Yönetici çubuğuna WP-Optimize bağlantısı ekleyecektir (varsayılan kapalı). Sayfanın yenilenmesini gerektirir.

source: Trackback/Comments Actions
hu_hu: Visszakövetés/Hozzászólások műveletek
it_it: Trackback/Commenti Azioni
pt_pt: Acções de trackbacks/comentários

source: Disable/Enable Trackbacks
hu_hu: Visszakövetések kikapcsolása/bekapcsolása
it_it: Disattiva/Attiva Trackback
pt_pt: Activar/desactivar trackbacks

source: SELECT
hu_hu: Választás
it_it: SCEGLI
pt_pt: Seleccionar

source: Disable
hu_hu: Kikapcsolás
it_it: Disattiva
pt_pt: Desactivar

source: Enable
hu_hu: Bekapcsolás
it_it: Attiva
pt_pt: Activar

source: This will disable/enable Trackbacks on all your current and previously published posts
hu_hu: Visszakövetésnek a letiltása/engedélyezése az összes jelenlegi és korábban megjelent bejegyzésekben.
it_it: Questo disattiverà/attiverà i Trackback in tutti gli articoli pubblicati attualmente e precedentemente
lt_lt: Tai bus įjungti/išjungti Trackbacks visus esamus ir anksčiau paskelbtus pranešimuose
pt_pt: Isto desactivará/activará os trackbacks em todos os conteúdos actuais e publicados anteriormente

source: Disable/Enable Comments
hu_hu: Hozzászólások kikapcsolása/bekapcsolása
it_it: Disattiva/Attiva Commenti
pt_pt: Desactivar/activar comentários

source: This will disable/enable Comments on all your current and previously published posts
hu_hu: Hozzászólásnak a letiltása/engedélyezése az összes jelenlegi és korábban megjelent bejegyzésekben.
it_it: Questo disattiverà/attiverà Commenti in tutti gli articoli pubblicati attualmente e precedentemente.
lt_lt: Tai bus įjungti/išjungti komentarus visus dabartinius ir anksčiau paskelbtus pranešimuose
pt_pt: Isto desactivará/activará os comentários em todos os conteúdos actuais e publicados anteriormente

source: SAVE SETTINGS
de_de: SPEICHERE EINSTELLUNGEN
es_es: GUARDAR CONFIGURACION
fa_ir: ذخیره سازی تنظیمات
hu_hu: BEÁLLÍTÁSOK MENTÉSE
id_id: SIMPAN PENGATURAN
it_it: SALVA IMPOSTAZIONI
ja: 設定を保存
lt_lt: IŠSAUGOTI NUSTATYMUS
lv: SAGLABĀT IESTATĪJUMUS
nb_no: Lagre innstillinger
pl_pl: ZAPISZ USTAWIENIA
pt_br: Salvar as Configurações?
pt_pt: Guardar definições
ru_ru: СОХРАНИТЬ НАСТРОЙКИ
sk_sk: ULOŽIŤ NASTAVENIA
tr_tr: AYARLARI KAYDET

source: Auto Clean-up Settings
de_de: Auto Clean-Einstellungen
es_es: Configuracion de Auto-Limpieza
fa_ir: تنظیمات پاکسازی اتوماتیک
hu_hu: Automatikus tisztítási beállítások
id_id: Setting Merapikan Otomatis
it_it: Impostazioni pulizia automatica
ja: 自動クリーンアップ設定
lt_lt: Automatinis valymas Nustatymai
lv: Automātiskās tīrīšanas iestatījumi
nb_no: Auto-rens innstillinger
pl_pl: Ustawienia Automatycznego oczyszczania
pt_br: Configurações de Limpeza Automática
pt_pt: Definições de limpeza automática
ru_ru: Автоматическая очистка настроек
sk_sk: Nastavenia automatického čistenia
tr_tr: Otomatik Temizleme Ayarları

source: Enable scheduled clean-up and optimization (Beta feature!)
hu_hu: Ütemezett tisztítás és optimalizálás engedélyezése (Béta funkció!)
it_it: Abilita pianificazione di pulizia e ottimizzazione (BETA!!)
lt_lt: Įjungti planuojama išvalyti ir optimizavimas (Beta funkcija!)
pt_pt: Activar limpeza e optimização agendadas (recurso Beta!)

source: Select schedule type (default is Weekly)
de_de: Wähle den Zeitplan (Standardwert ist Wöchentlich)
es_es: Seleccione el tipo de programacion (por defecto es semanal)
fa_ir: زمان پاکسازی اتوماتیک را انتخاب کنید( پیشفرض به صورت هفتگی)
hu_hu: Ütemezési ciklus kiválasztása (alapértelmezett a heti)
id_id: Pilih tipe Skedul ( default adalah mingguan)
it_it: Scegli tipo di pianificazione (predefinito è settimanale)
ja: スケジュールタイプを選択 (デフォルトは毎週)
lt_lt: Pasirinkite tvarkaraščio tipą (pagal nutylėjimą yra Savaitinė)
lv: Izvēlēties plānošanas tipu (noklusētais ir Reizi nedēļā)
nb_no: Sett planlagt type (standard er ukentlig)
pl_pl: Wybierz typ planu ( Normalne jest tygodniowe )
pt_br: Selecione o tipo de agendamento (o padrão é semanal)
pt_pt: Seleccione o tipo de agendamento (por omissão é semanal)
ru_ru: Выберите тип расписания (по умолчанию еженедельно)
sk_sk: Zvoľte typ plánu (predvolený je týždenný)
tr_tr: Zamanlama türünü seçin (varsayılan olarak Haftalık)

source: Every day
pt_pt: Todos os dias

source: Every week
de_de: Jede Woche
es_es: Cada Semana
fa_ir: هر هفته
hu_hu: Hetente
id_id: Tiap minggu
it_it: Ogni settimana
ja: 毎週
lt_lt: Kiekvieną savaitę
lv: Reizi nedēļā
nb_no: Hver uke
pl_pl: Co tydzień
pt_br: Toda semana
pt_pt: A cada semana
ru_ru: Каждую неделю
sk_sk: Každý týždeň
tr_tr: Her hafta

source: Every other week (every 14 days)
de_de: Jede zweite Woche (alle 14 Tage)
es_es: Cada otra semana (cada 14 dias)
fa_ir: هر چهارده روز
hu_hu: Kéthetente (14 naponta)
id_id: Setiap beberapa minggu ( tiap 14 hari )
it_it: Ogni due settimane (ogni 14 giorni)
ja: 隔週 (14日ごと)
lt_lt: Kas antrą savaitę (kas 14 dienų)
lv: Katru otro nedēļu (katras 14 dienas)
nb_no: Hver andre uke
pl_pl: Co 2 tygodnie ( co 14 dni)
pt_br: A cada duas semanas (14 dias)
pt_pt: A cada duas semanas (14 dias)
ru_ru: Каждые две недели (14 дней)
sk_sk: Každý druhý týždeň (každých 14 dní)
tr_tr: Her ertesi hafta (her 14 günde bir)

source: Every month (every 31 days)
de_de: Jeden Monat (alle 31 Tage)
es_es: Cada Mes (cada 31 dias)
fa_ir: هر ماه
hu_hu: Havonta (31 naponta)
id_id: Tiap bulan (tiap 31 hari)
it_it: Ogni mese (ogni 31 giorni)
ja: 毎月 (毎31日)
lt_lt: Kiekvieną mėnesį (kas 31 diena)
lv: Reizi mēnesī (katras 31 dienas)
nb_no: Hver måned
pl_pl: Co miesiąc ( co 31 dni)
pt_br: A cada mês (31 dias)
pt_pt: A cada mês (31 dias)
ru_ru: Каждый месяц (31 день)
sk_sk: Každý mesiac (každých 31 dní)
tr_tr: Her ay (her 31 günde bir)

source: Automatic cleanup will perform the following:
de_de: Automatische Bereinigung führt die folgenden Schritte aus:
es_es: Limpieza automatica realizara lo siguiente:
fa_ir: پاکسازی اتوماتیک کارهای زیر را انجام خواهد داد:
hu_hu: Az automatikus tisztítás az alábbi műveleteket hajtja végre:
id_id: Pembersihan otomatis akan berlangsung pada:
it_it: Pulizia automatica eseguirà i quanto segue:
ja: 自動クリーンアップは以下を実行します。
lt_lt: Automatinis valymas atliks taip:
lv: Automātiksā tīrīsana darīs sekojošo:
nb_no: Automatisk rens vil utføre følgende:
pl_pl: Automatyczne czyszczenie wykona następujące zadania:
pt_br: A Limpeza Automática irá realizar o seguinte:
pt_pt: A limpeza automática fará o seguinte:
ru_ru: Автоматическая очистка выполнит следующие действия:
sk_sk: Automatické čistenie vykoná nasledujúce:
tr_tr: Otomatik temizleme aşağıdakilerini gerçekleştirir:

source: Remove revisions, auto drafts, posts/comments in trash, transient options. After that it will optimize the db.
de_de: Entferne Änderungen, auto Entwürfe, Beiträge / Kommentare in Papierkorb, transiente Optionen. Danach kommt die Optimierung der DB.
es_es: Eliminar revisiones, borradores automaticos, publicaciones/cometarios en papelera, opciones transitorias. Luego se optimizara la bd.
fa_ir: پاکسازی رونوشتها-پیشنویسهای اتوماتیک-پست ها و نظرات داخل سطل زباله-تنظیمات موقتی بی استفاده. و در ادامه دیتابیس نیز بهینه خواهد شد.
hu_hu: Eltávolítja módosításokat,automatikus bejegyzés/hozzászólás piszkozatokat a lomtárból, és a tranziens beállításokat. Azt követően pedig optimalizálja az adatbázist.
id_id: Hapus revisi, draf otomatis, tulisan/komentar di tempat sampah, pilihan sementara. Setelah itu akan mengoptimasi database.
it_it: Rimuoverà revisioni, bozze automatiche, articoli/commenti nel cestino, opzioni transitorie. Dopo ottimizzerà il db.
ja: リビジョン、自動下書き、ゴミ箱内の投稿/コメント、一過性のオプションを削除してDBを最適化します。
lt_lt: Pašalins pakeitimus, automatinius juodraščius, pranešimus / komentarus iš šiukšlių, trumpalaikius nustatymus. Po to bus optimizuota db.
lv: Dzēsīs revīzijas, auto melnrakstus, rakstus/komentārus miskastē, pārejošās īpašības. Pēc tā tiks optimizēta datu bāze.
nb_no: Fjern revisjoner, auto-kladder, innlegg / kommentarer i papirkurven og forbigående alternativer. Etter at det vil optimalisere databasen.
pl_pl: Usuwanie zmian, automatycznych szkiców, postów i komentarzy w śmietniku, opcji przejściowych. Potem plugin zoptymalizuje Bazę Danych.
pt_br: Remover as revisões, Rascunhos Automáticos de Posts, Comentários no Lixo, Opções Transitórias. Depois iirá otimizar o BD.
pt_pt: Remover as revisões, cópias automáticas, comentários no lixo, opções transitórias. De seguida a base de dados será optimizada.
ru_ru: Удалит изменения, автоматические черновики, записи/комментарии из корзины, временные настройки. После этого будет произведена оптимизация базы данных.
sk_sk: Odstráni revízie, automatické koncepty, príspevky/komentáre v koši, prechodné možnosti. Potom optimalizuje databázu.
tr_tr: Düzeltmeler, otomatik taslaklar, çöpteki yazılar/yorumlar, geçici seçenekleri kaldırır. Daha sonra vt optimize eder.

source: These options will only work if the automatic clean-up schedule has been enabled
de_de: Diese Einstellungen werden nur dann funktionieren, wenn der automatische clean-up Zeitplan aktiviert wurde
es_es: Estas opciones solo trabajaran si la limpieza automatica esta activada
fa_ir: این آپشن تنها درصورتی عمل میکند که پاکسازی اتوماتیک فعال شده باشد
hu_hu: Ezek a lehetőségek csak akkor működnek, ha az automatikus tisztítási ütemezés engedélyezve van.
id_id: Pilihan akan berfungsi jika jadwal pembersihan otomatis telah diaktifkan
it_it: Queste opzioni funzionano solo se la pianificazione automatica di pulizia è stata abilitata
ja: 自動クリーンアップスケジュールが有効になっている場合、これらのオプションにのみ機能します。
lt_lt: Šie variantai dirbs tik tada, kai automatinis valymo grafikas yra įjungtas
lv: Šī iespēja darbosies tikai tad, ja būs ieslēgta automātiskās tīrīšanas plānošana
nb_no: Disse valgene vil kun virke etter en automatisk-rens er satt opp og aktivert
pl_pl: Ta opcja będzie działała tylko wtedy gdy automatyczny plan będzie włączony
pt_br: Essas opções só funcionarão se for habilitado o Agendamento Automático de Limpeza
pt_pt: Estas opções só funcionarão se o agendamento de limpeza automática estiver activado
ru_ru: Эти опции будут работать только если запланированная автоматическая очистка была включена
sk_sk: Tieto možnosti budú fungovať len ak je povolené automatické čistenie
tr_tr: Bu seçenekler yalnızca otomatik temizleme zamanlaması etkinleştirilmişse çalışacaktır

source: Remove auto revisions
de_de: Entferne auto Änderungen
es_es: Eliminar revisiones automaticas
fa_ir: پاکسازی رونوشتهای اتوماتیک
hu_hu: Automatikusan mentett módosítások eltávolítása
id_id: Hapus revisi otomatis
it_it: Rimuovi revisioni automatiche
ja: 自動リビジョンを削除
lt_lt: Pašalinti auto pataisymus
lv: Dzēst visas rakstu auto revīzijas
nb_no: Fjern automatiske revisjoner
pl_pl: Usuń automatyczne zmiany
pt_br: Excluir as Revisões Automáticas de Posts
pt_pt: Remover revisões automáticas
ru_ru: Удалить автоматические изменения
sk_sk: Odstrániť automatické revízie príspevkov
tr_tr: Otomatik düzeltmeleri kaldır

source: Remove auto drafts
de_de: Entferne auto Entwürfe
es_es: Eliminar borradores automaticos
fa_ir: پاکسازی رونوشتهای اتوماتیک
hu_hu: Automatikus piszkozatok eltávolítása
id_id: Hapus draf otomatis
it_it: Rimuovi bozze automatiche
ja: 自動下書きを削除
lt_lt: Pašalinti auto juodraščius
lv: Dzēst visus rakstu auto melnrakstus
nb_no: Fjern automatiske kladder
pl_pl: Usuń automatyczne szkice
pt_br: Excluir os Rascunhos Automáticos
pt_pt: Remover rascunhos automáticos
ru_ru: Удалить автоматические черновики
sk_sk: Odstrániť automatické koncepty
tr_tr: Otomatik taslakları kaldır

source: Remove spam comments
de_de: Entferne Spam-Kommentare
es_es: Eliminar comentarios Spam
fa_ir: پاکسازی جفنگها
hu_hu: Spam hozzászólások eltávolítása
id_id: Hapus komentar sampah
it_it: Rimuovi commenti di spam
ja: スパムコメントを削除
lt_lt: Pašalinti šlamšto komentarus
lv: Dzēst spama komentārus
nb_no: Fjern spam kommentarer
pl_pl: Usuń komentarze w spamie
pt_br: Excluir os Comentários Spans
pt_pt: Remover comentários de spam
ru_ru: Удалить спам-комментарии
sk_sk: Odstrániť spam komentáre
tr_tr: Spam yorumları kaldır

source: Remove orphaned post meta
de_de: Entferne verwaiste Beitrag meta
es_es: Eliminar informacion de publicacion huerfana
fa_ir: پاکسازی پست متا های بیهوده
hu_hu: Árván maradt bejegyzés meta adatok eltávolítása
id_id: Hapus post meta tersendiri
it_it: Rimuovi post meta orfani
ja: 孤立した投稿メタを削除
lt_lt: Pašalinti nepanaudotus įrašu meta
nb_no: Fjern meta-data
pl_pl: Usuń pozostawione meta postów
pt_br: Excluir todas as Revisões de Posts
pt_pt: Remover metadados orfãos
ru_ru: Удалить несвязанные метки сообщений
sk_sk: Odstrániť osamelé meta príspevky
tr_tr: Sahipsiz yazı meta verisini kaldır
