Repository: DavidAnderson684/WP-Optimize
Catalog: languages/wp-optimize-*.po
Languages: de_de, es_es, fa_ir, hu_hu, id_id, it_it, ja, lt_lt, lv, nb_no, pl_pl, pt_br, pt_pt, ru_ru, sk_sk, tr_tr

source: Remove unused tags
de_de: Entferne nicht verwendete Tags
es_es: Eliminar etiquetas sin usar
fa_ir: برچسب های استفاده نشده را پاک کن
hu_hu: Nem használt címkék eltávolítása
id_id: Hapus tag tidak terpakai
it_it: Rimuovi tag non usati
ja: 未使用のタグを削除
lt_lt: Pašalinti nenaudojamas žymes
lv: Dzēst neizmantotās birkas
nb_no: Slett ubrukte stikkord
pl_pl: Usuń nieużywane tagi
pt_br: Remover as Tags Não Utilizadas
pt_pt: Remover etiquetas não utilizadas
ru_ru: Удалить неиспользуемые теги
sk_sk: Odstrániť nepoužívané tagy/štítky/značky
tr_tr: Kullanılmayan etiketleri kaldır

source: Optimize database
de_de: Optimiere Datenbank
es_es: Optimizar base de datos
fa_ir: بهینه سازی دیتابیس
hu_hu: Adatbázis táblák optimalizálása
id_id: Optimasi Database
it_it: Ottimizza database
ja: データベースの最適化
lt_lt: Optimizuokite duomenų bazę
lv: Optimizēt datu bāzi
nb_no: Optimaliser databasen
pl_pl: Optymalizuj Bazę Danych
pt_br: Otimizar o Banco de Dados
pt_pt: Optimizar base de dados
ru_ru: Оптимизировать базу данных
sk_sk: Optimalizovať databázu
tr_tr: Veritabanını optimize et

source: InnoDB tables will not be optimized!
pt_pt: As tabelas InnoDB não serão optimizadas!

source: SAVE AUTO CLEAN-UP SETTINGS
de_de: SPEICHERE AUTO CLEAN-UP EINSTELLUNGEN
es_es: GUARDAR CONFIGURACION DE AUTO-LIMPIEZA
fa_ir: ذخیره سازی تنظیمات بهینه سازی اتوماتیک
hu_hu: AUTOMATIKUS TISZTÍTÁSI BEÁLLÍTÁSOK MENTÉSE
id_id: SIMPAN PENGATURAN PEMBERSIHAN OTOMATIS
it_it: SALVA IMPOSTAZIONE DI PULIZIA AUTOMATICA
ja: 自動設定を保存
lt_lt: IŠSAUGOTI NUSTATYMUS AUTOMATINIO VALYMO
lv: SAGLABĀT AUTO TĪRĪŠANAS IESTATĪJUMUS
nb_no: Lagre automastisk rens innstillinger
pl_pl: ZAPISZ USTAWIENIA AUTOMATYCZNEGO CZESZCZENIA
pt_br: SALVAR CONFIGURAÇÕES DE AUTO LIMPEZA
pt_pt: Guardar definições de limpeza automática
ru_ru: СОХРАНИТЬ НАСТРОЙКИ АВТОМАТИЧЕСКОЙ ОЧИСТКИ
sk_sk: ULOŽIŤ NASTAVENIA AUTOMATICKÉHO ČISTENIA
tr_tr: OTOMATİK TEMİZLİK AYARLARINI KAYDET

source: Database Name:
de_de: Datenbank Name:
es_es: Nombre de la Base de Datos
fa_ir: نام دیتابیس
hu_hu: Adatbázis neve:
id_id: Nama Database:
it_it: Nome Database:
ja: データベース名:
lt_lt: Duomenų bazės pavadinimas:
lv: Datubāzes nosaukums:
nb_no: Database Navn:
pl_pl: Nazwa Bazy Danych
pt_br: Nome do Banco de Dados:
pt_pt: Nome da base de dados:
ru_ru: Имя базы данных:
sk_sk: Názov databázy:
tr_tr: Veritabanı Adı:

source: Optimized all the tables found in the database.
de_de: Optimiert alle Tabellen die in der Datenbank gefunden wurden.
es_es: Optimizadas todas las tablas encontadas en la base de datos
fa_ir: تمام جدولهای پیداشده در دیتابیس بهینه شد
hu_hu: Az adatbázisban található összes tábla optimalizált.
id_id: Optimasi semua tabel yang ditemukan di database
it_it: Tutte le tabelle trovate nel database sono state ottimizzate.
ja: データベース内で検出したすべてのテーブルを最適化しました。
lt_lt: Optimizuotos visos lentelės duomenų bazėje.
lv: Optimizēt visas datubāzes tabulas.
nb_no: Optimaliser alle tabeller som er funnet i databasen din.
pl_pl: Optymalizuj wszystkie tabele znalezione w Bazy Danych
pt_br: Optimizadas todas as Tabelas encontradas no Banco de Dados.
pt_pt: Foram optimizadas todas as tabelas encontradas na base de dados.
ru_ru: Были оптимизированы все таблицы базы данных.
sk_sk: Optimalizované všetky tabuľky v databáze.
tr_tr: Veritabanında bulunan tüm tablolar optimize edildi.

source: No.
lt_lt: Nėra
pl_pl: Nr.
pt_pt: Nº

source: Records
hu_hu: Rekordok
it_it: Registrazioni
ja: レコード
lt_lt: Įrašai
pl_pl: Archiwa
pt_pt: Registos

source: Data Size
hu_hu: Adat mérete
it_it: Dimensione Dati
ja: データサイズ
lt_lt: Duomenų dydis
pl_pl: Ilość danych
pt_pt: Tamanho dos dados

source: Index Size
hu_hu: Index méret
it_it: Dimensione Indice
ja: インデックスサイズ
lt_lt: Pagrindinio puslapio dydis
pl_pl: Rozmiar indeksu
pt_pt: Tamanho do índice

source: Type
hu_hu: Típus
it_it: Tipo
lt_lt: Tipas
pt_pt: Tipo

source: Overhead
hu_hu: Megtisztított adatmennyiség
ja: オーバーヘッド
lt_lt: Virš galvos
pl_pl: Nadmiar
pt_pt: Excesso

source: %d Table
hu_hu: %d Tábla
it_it: %d Tabella
pt_pt: %d tabela

source: %d Record
hu_hu: %d Rekord
pt_pt: %d registo

source: Total Size of Database:
hu_hu: A teljes adatbázis mérete:
it_it: Spazio totale del Database:
pt_pt: Tamanho total da base de dados:

source: Optimization Results:
hu_hu: Optimalizáció Eredménye:
it_it: Risultati ottimizzazione:
pt_pt: Resultados da optimização:

source: Total Space Saved:
hu_hu: Összes megmentett méret:
it_it: Spazio totale salvato:
pt_pt: Total de espaço recuperado:

source: Optimization Possibility:
hu_hu: Optimalizállási lehetőség:
it_it: Possibilità di Ottimizzazione:
pt_pt: Estimativa de optimização:

source: Total space that can be saved:
pt_pt: Total de espaço que pode ser recuperado:

source: This plugin helps you to keep your database clean by removing post revisions and spam in a blaze. Additionally, it allows you to run the optimize command on your WordPress core tables (please use with caution).
pt_pt: Este plugin ajuda-o a manter a sua base de dados limpa, removendo as revisões de conteúdos e spam num ápice. Permite-lhe ainda executar o comando de optimização das tabelas principais do seu WordPress (utilizar com cuidado).

source: Comments Actions
lt_lt: Komentarai Veiksmai

source: Enable all
lt_lt: Įjungti visus

source: Trackbacks Actions
lt_lt: Trackback Veiksmai

source: Disable all
lt_lt: Išjungti visus

source: Do not select RED marked items unless you really need to use them
hu_hu: Ne válasszuk ki a pirossal jelölt tételeket csak ha valóban szükség van a használatukra
it_it: Non selezionare oggetti marchiati in ROSSO a meno che tu non ne abbia realmente bisogno
lt_lt: Nesirinkite raudonai pažymėtus elementus, nebent jums tikrai reikia juos naudoti

source: comments removed from Trash
lt_lt: komentarai pašalinti iš šiukšliadėžės

source: Optimize your YouTube embedding in WordPress with this plugin
hu_hu: Optimalizálja a YouTube.com beágyazást WordPressben ez a bővítmény
it_it: Ottimizza l'incorporamente Youtube in Wordpress con questo plugin
lt_lt: Optimizuokite savo YouTube Įliedami į WordPress su šiuo įskiepiai

source: unused comment metadata items removed
lt_lt: nepanaudoti komentaru metaduomenų elementai pašalinami

source: unused akismet comment metadata items removed
lt_lt: nenaudojami Akismet komentaru metaduomenų elementai pašalinami

source: GitHub Development Log
hu_hu: GitHub fejlesztői napló
it_it: Registro Sviluppo GitHub
lt_lt: Github plėtros Prisijungti

source: (Translator name)
hu_hu: László Viktor
it_it: Bruno Mantovani
lt_lt: Bronisav Ciuzelis

source: http://(Translator Website)
hu_hu: http://hunstart.hu/
it_it: http://www.silenx.it
lt_lt: http://internetiniusvetainiukurimas.com/

source: Read Translation Instructions
hu_hu: Fordítási utasítások megtekintése
it_it: Leggi Istruzioni per la traduzione
lt_lt: Skaityti Vertimo Instrukcijos

source: Request New Language
hu_hu: Kihagyott nyelv kérése E-mailben
it_it: Richiedi nuova lingua
lt_lt: Užsisakyti naują kalbą

source: Plugin Translation Portal (needs translator account)
hu_hu: Bővítményünk fordítói portálja (felhasználói fiók szükséges hozzá)
it_it: Portale traduzione plugin (necessita di un account traduttore)
lt_lt: Įskiepis Vertimas portalas (reikia vertėjas sąskaitą)

source: Get a Translator Account
hu_hu: Fordító felhasználói fiók létrehozása
it_it: Ottieni un account traduttore
lt_lt: Gaukite Vertėjas paskyrą

source: Please give a proper rating:)
lt_lt: Prašome suteikti tinkamą reitingą :)

source: Please donate! It really helps me keep improvising
hu_hu: Adományok segítenek megtartani az improvizáló képességeim.
it_it: Per favore dona! Mi aiutebbe molto
lt_lt: Prašome paaukoti! Tai tikrai padeda man išlaikyti improvizacija

source: Database Optimized!
de_de: Datenbank Optimiert!
es_es: Base de Datos Optimizada!
fa_ir: دیتا بیس بهینه شد!
id_id: Database Teroptimasi!
ja: データベースを最適化しました。
lt_lt: Duomenų bazės Optimizuotos!
lv: Datubāze optimizēta!
nb_no: Databasen er Optimalisert :-)
pl_pl: Baza Danych została zoptymalizowana
pt_br: Banco de Dados Otimizado!
ru_ru: База данных оптимизирована!
sk_sk: Databáza optimalizovaná!
tr_tr: Veritabanı Optimize Edildi!

source: Clean post revisions which are older than
ja: より古いき投稿リビジョンを削除
lt_lt: Valyti pranešimu pataisymus, kurie yra vyresni nei

source: weeks
de_de: Wochen
es_es: semanas
fa_ir: هفته(ها)
id_id: minggu
ja: 週間
lt_lt: dienos
lv: nedēļas
nb_no: uker
pl_pl: tygodnie
pt_br: Semanas
ru_ru: недель
sk_sk: týždne
tr_tr: hafta

source: Clean auto draft posts which are older than
ja: より古い自動下書き投稿を削除
lt_lt: Išvalyti automatiškai sukurtus pranešimų juodraščius, kurie yra vyresni nei

source: Remove spam comments which are older than
de_de: Spam-Kommentare entfernen, die älter sind als
es_es: Eliminar comentarios spam mas antiguos a
fa_ir: تمام جفنگهای قدیمتراز این تاریخ را پاک کن
id_id: Hapus komentar sampah yang lebih lama dari
ja: より古いスパムコメントを削除
lt_lt: Pašalinti šlamštas komentarus, kurie yra vyresni nei
lv: Dzēst spama komentārus, kas ir vecāki par
nb_no: Slett spam kommentarer som er eldre enn
pl_pl: Usuń zawartość komentarzy w spamie starszą niż
pt_br: Remover Comentários Spans mais antigos de
ru_ru: Удалить спам-комментарии старше, чем
sk_sk: Odstrániť smap komentáre staršie ako
tr_tr: Bu süredsen daha eski olan spam yorumları kaldır -

source: Remove unapproved comments which are older than
de_de: Entferne ungenehmigte Kommentare, die älter sind als
es_es: Eliminar comentarios sin aprobar mas antiguos a
fa_ir: نظرات تایید نشده قدیمیتر از این تاریخ را پاک کن
id_id: Hapus komentar yang tidak disetujui yang lebih lama dari
ja: より古い未承認のコメントを削除
lt_lt: Pašalinti nepatvirtintus komentarus, kurie yra vyresni nei
lv: Dzēst neapstiprinātie komentāri, kas vecāki kā
nb_no: Slett ikke-godkjente kommentarer som er eldre enn
pl_pl: Usuń niezatwierdzone komentarze starsze niż
pt_br: Remover Comentários Não Aprovados, mais antigos de
ru_ru: Удалить неразрешенные комментарии старше, чем
sk_sk: Odstrániť neschválené komentáre staršie ako
tr_tr: Bu süreden daha eski olan onaylanmamış yorumları kaldır -

source: Status log:
ja: ステータスログ:
lt_lt: Statusas prisijungti:

source: Next schedule
de_de: Nächste Termine
es_es: Proxima programacion
fa_ir: زمان بندی بعدی
id_id: Jadwal berikutnya
ja: 次のスケジュール
lt_lt: Kitas grafikas
lv: Nākošais ieplānotais
nb_no: Neste planlagte rensing
pl_pl: Następne zaplanowane
pt_br: Próximo Agendamento
ru_ru: Следующее расписание
sk_sk: ďalší plán
tr_tr: Sonraki zamanlama

source: Keeping last
lt_lt: Paskutinis išsaugojimas

source: weeks data
de_de: Wochen-Daten
es_es: Semanas de datos
fa_ir: اطلاعات هفته
id_id: data minggu
ja: 週間分
lt_lt: dienos duomenys
lv: nedēļu datus
nb_no: Ukentlige data
pl_pl: Tygodniowe dane
pt_br: Semana(s)
ru_ru: недель с информацией
sk_sk: týždňové dáta
tr_tr: hafta verisi

source: Current database size :
de_de: Aktuelle Datenbank-Größe :
es_es: Tamaño de la base de datos actual :
fa_ir: حجم فعلی دیتابیس
id_id: Ukuran database saat ini :
ja: 現在のデータベースサイズ:
lt_lt: Dabartinis duomenų bazės dydis :
lv: Patreizējais datubāzes izmērs:
nb_no: Database størrelse for øyeblikket er :
pl_pl: Obecna wielkość bazy danych:
pt_br: Tamanho total do Banco de Dados:
ru_ru: Размер базы данных:
sk_sk: Aktuálna veľkosť databázy:
tr_tr: Mevcut veritabanı boyutu :

source: You have saved
de_de: Du hast gespart
es_es: Has salvados
fa_ir: شما این میزان فضا را آزاد کرده اید
id_id: Anda telah menyimpan
ja: 保存済み
lt_lt: Jūs turite išsaugoti
lv: Jūs saglabājāt
nb_no: Du har spart
pl_pl: Zaoszczędziłeś
pt_br: Configurações salvas
ru_ru: Было сохранено
sk_sk: Ušetrili ste
tr_tr: Tasarruf ettiğiniz miktar

source: Current database size
de_de: Aktuelle Größe der Datenbank
es_es: Tamaño de la base de datos actual
fa_ir: حجم فعلی دیتا بیس
id_id: Ukuran database saat ini
ja: 現在のデータベースのサイズ
lt_lt: Dabartinis duomenų bazės dydis
lv: Patreizējais datu bāzes izmērs
nb_no: Database størrelse for øyeblikket er
pl_pl: Obecna wielkość bazy danych
pt_br: Tamanho total do Banco de Dados:
ru_ru: Размер базы данных
sk_sk: Aktuálna veľkosť databázy
tr_tr: Mevcut veritabanı boyutu

source: You can save almost
de_de: Du kannst sparen fast
es_es: Puedes salvar casi
fa_ir: فضایی که شما میتوانید آزاد کنید
id_id: Anda dapat menyimpan hampir
ja: ほとんど保存することができます
lt_lt: Galite išsaugoti Beveik
lv: Jūs variet saglabāt gandrīz
nb_no: Du kan spare omtrent
pl_pl: Możesz zaoszczędzić prawie
pt_br: Você pode recuperar quase
ru_ru: Можно сохранить почти
sk_sk: Môžete ušetriť
tr_tr: Tasarruf edebileceğiniz

source: Total clean up overall
de_de: Von Anfang an eingespart
es_es: Total de la limpieza general
fa_ir: پاکسازی کلی
id_id: Total pembersihan
ja: 全体的なクリーンアップ
lt_lt: Iš viso išvalyta vietos
lv: Veikt vispārējo tīrīšanu
nb_no: Rens alt
pl_pl: Całkowity rozmiar wyczyszczonych elementów
pt_br: Limpeza Geral Total
ru_ru: Всего было почищено места
sk_sk: Celkovo vyčistené
tr_tr: Genel temizlik toplamı

source: Keep last
de_de: Behalte die letzten
es_es: Mantener Ultimas
fa_ir: اطلاعات قبلتر را نگه دار
id_id: Jaga terakhir
ja: データを保持
lt_lt: Išsaugoti paskutinius
lv: Paturēt pēdējo
nb_no: Spart sist
pl_pl: Zachowaj ostatnie
pt_br: Manter o(s) Dados da(s) última(s)
ru_ru: Сохранять последние
sk_sk: Zachovať posledné
tr_tr: En son saklanacak

source: Enable admin bar link
de_de: Aktiviere den Adminleisten-Link
es_es: Habilitar en la barra administrativa
fa_ir: فعال سازی لینک ادمین بار
id_id: Aktifkan balok tautan admin
ja: 管理バーのリンクを有効
lt_lt: Įjungti nuorodą į Admin panelę
lv: Ieslēgt administratora joslas saiti
nb_no: Aktiver administrasjon-linje link
pl_pl: Włącz link do belki administracyjnej
pt_br: Ativar Barra de Links da Administração
ru_ru: Вставить ссылку на панель администратора
sk_sk: Povoliť odkaz v hornej lište administračného panelu
tr_tr: Yönetici çubuğu bağlantısını etkinleştir

source: If you have InnoDB tables. They will not be optimized!
hu_hu: Ha InnoDB táblák vannak használatban. Nem lesznek optimalizálva!
it_it: Se hai tabelle InnoDB. Non saranno ottimizzate!
lt_lt: Jei turite InnoDB lenteles. Jos nebus optimizuotos!

source: Total:
hu_hu: Összesen:
it_it: Totale:
ja: 合計:
lt_lt: Iš viso:
pl_pl: Razem

source: %s Table
ja: %s テーブル
lt_lt: %s Lentelė
pl_pl: Tabela

source: %s Record
ja: %s レコード
lt_lt: %s Įrašai
pl_pl: Archiwum

source: Total Size of Database
de_de: Gesamtgröße der Datenbank
es_es: Tamaño Total de la Base de Datos
fa_ir: حجم کلی دیتابیس
id_id: Ukuran total Database
ja: データベースの合計サイズ
lt_lt: Visas dydis Duomenų bazės
lv: Datubāzes kopējais izmērs
nb_no: Total størrelse av Databasen
pl_pl: Całkowity rozmiar Bazy Danych
pt_br: Tamanho Total do Banco de Dados:
ru_ru: Общий размер базы данных
sk_sk: Celková veľkosť databázy
tr_tr: Veritabanı Toplam Boyutu

source: Optimization Results
de_de: Optimierungs Ergebnisse
es_es: Resultados de Optimizacion
fa_ir: نتایج بهینه سازی
id_id: Hasil Optimasi
ja: 最適化結果
lt_lt: Optimizavimo rezultatai
lv: Optimizācijas rezultāts
nb_no: Optimaliserings rapport
pl_pl: Rezultaty optymalizacji
pt_br: Resultados da Otimização:
ru_ru: Результат оптимизации
sk_sk: Výsledky optimalizácie
tr_tr: Optimizasyon Sonuçları

source: Total Space Saved
de_de: Gesamtgrösse Gespeichert
es_es: Espacio Total Salvado
fa_ir: فضای کلی ذخیره شده
id_id: Total Ruang Tersimpan
ja: 節約された総領域
lt_lt: Bendras plotas Išsaugota
lv: Kopējā vieta ietaupīta
nb_no: Totalt plass spart
pl_pl: Zaoszczędzone miejsce
pt_br: Espaço Total Recuperado:
ru_ru: Всего освобождено места
sk_sk: Celkovo ušetrené miesto
tr_tr: Toplam Alan Tasarrufu

source: Optimization Possibility
de_de: Optimierungs Möglichkeit
es_es: Posibilidad de Optimizacion
fa_ir: احتمالات بهینه سازی
id_id: Kemungkinan Optimasi
ja: 最適化の可能性
lt_lt: Optimizavimo Galimybė
lv: Optimizēšanas iespējamība
nb_no: Optimalisering muligheter
pl_pl: Możliwości optymalizacji
pt_br: Estimativa de Otimização:
ru_ru: Возможности оптимизации
sk_sk: Možnosti optimalizácie
tr_tr: Optimizasyon Olasılığı

source: Total space can be saved
de_de: Gesamtgrösse kann eingespart werden
es_es: Esapcion total que puede ser salvado
fa_ir: حجم کلی فضایی که میتوان آزاد سازی کرد
id_id: Total ruang yang dapat disimpan
ja: 節約可能な領域
lt_lt: Bendras plotas gali būti išsaugotas
lv: Kopējais apjoms, kas tiks saglabāts
nb_no: Totalt plass kan bli spart
pl_pl: Miejsce które może być zaoszczędzone
pt_br: Espaço Total a ser recuperado:
ru_ru: Всего может быть освобождено места
sk_sk: Celkovo môže byť ušetrené
tr_tr: Tasarruf edilebilecek toplam alan

source: This plugin helps you to keep your database clean by removing post revisions and spams in a blaze. Additionally it allows you to run optimize command on your WordPress core tables (use with caution).
hu_hu: Ez a bővítmény segít megőrizni az adatbázis tisztaságát eltávolítva a bejegyzés módosításokat és spameket, amik szinte égetnek. Emellett lehetővé teszi, hogy optimalizáló parancsot futtathasson a WordPress központi tábláin (óvatosan).
it_it: Questo plugin vi aiuta a mantenere il vostro database pulito rimuovendo revisioni post e spam in una fiammata. Inoltre permette di eseguire il comando di ottimizzazione sulle vostre tabelle principali di WordPress (utilizzare con cautela) .
ja: このプラグインは、データベースを最適化することによって投稿リビジョンやスパムを削除します。さらにコマンドを実行してWordPressのコアテーブル (注意して使用) を最適化します。
lt_lt: Šis įskiepis padeda jums išlaikyti švaria savo duomenų bazę, pašalinant puslapiu patikslinimus ir nereikalinga spama. Be to, jis leidžia jums paleisti komandą optimizuoti jūsų WordPress pagrindines lenteles (naudoti atsargiai).

source: bytes
lt_lt: baitai

source: transient options deleted
de_de: transiente Optionen löschen
es_es: opciones transitoria eliminadas
fa_ir: تنظیمات موقتی پاکسازی شده
id_id: pilihan sementara dihapus
ja: の一過性のオプションを削除
lt_lt: laikini nustatymai ištrinti
lv: pārejošās iespējas izdzēstas
nb_no: forbigående alternativer slettet
pl_pl: Wykryto opcje przjściowe
pt_br: Opções Transitórias excluídas
ru_ru: временных настроек удалено
sk_sk: prechodné možnosti zmazané
tr_tr: geçici seçenek silindi

source: post revisions deleted
de_de: Beitrag Revisionen löschen
es_es: revisiones de publicaciones eliminadas
fa_ir: رونوشت های پاکسازی شده
id_id: revisi tulisan dihapus
ja: の投稿リビジョンを削除
lt_lt: irašu redagavimai ištrinti
lv: rakstu revīzijas izdzēstas
nb_no: Innlegg-revisjoner slettet
pl_pl: Korekty postów usunięte
pt_br: Revisões de Post excluídas
ru_ru: изменений записей удалено
sk_sk: revízie príspevkov odstránené
tr_tr: yazı düzeltmesi silindi

source: auto drafts deleted
de_de: auto Entwürfe löschen
es_es: borrador automatico eliminado
fa_ir: پیشنویس های خودکار پاکسازی شده
id_id: draft otomatis dihapus
ja: の自動下書きを削除
lt_lt: auto juodraščiai ištrinti
lv: automātiskie melnraksti izdzēsti
nb_no: Autolagrede kladder slettet
pl_pl: Automatycznie zapisane szkice zostały usunięte
pt_br: Rascunhos Automáticos excluídos
ru_ru: автоматических черновиков удалено
sk_sk: automaticky uložené verzie článku odstránené
tr_tr: otomatik taslak silindi

source: items removed from Trash
de_de: Artikel aus dem Papierkorb entfernen
es_es: elementos eliminados de la Papelera
fa_ir: آیتمهای پاسازی شده از سطل زباله
id_id: item dihapus dari Keranjang Sampah
ja: のゴミ箱から削除したアイテム
lt_lt: ištrinta iš šiukšliadėžės
lv: ieraksti, dzēsti no miskastes
nb_no: Filer slettet ifra papirkurven
pl_pl: Elementy usunięte ze śmietnika
pt_br: Itens removidos do Lixo
ru_ru: удалено пунктов из корзины
sk_sk: položky odstránené z koša
tr_tr: öğe çöpten kaldırıldı

source: spam comments deleted
de_de: Spam-Kommentare löschen
es_es: eliminados comentarios spam
fa_ir: جفنگ های پاک سازی شده
id_id: komentar sampah dihapus
ja: のスパムコメントを削除
lt_lt: spam komentarai ištrinti
lv: spama komentāri dzēsti
nb_no: Spam kommentarer slettet
pl_pl: Komentarze oznaczone jako spam zostały usunięte
pt_br: Comentários Spans excluídos
ru_ru: спам-комментариев удалено
sk_sk: spam komentáre zmazané
tr_tr: spam yorum silindi

source: unapproved comments deleted
de_de: ungenehmigte Kommentare löschen
es_es: comentarios sin aprobar eliminados
fa_ir: نظرات تایید نشده , پاکسازی شده
id_id: komentar tidak sah dihapus
ja: の未承認コメントを削除
lt_lt: nepatvirtinti komentarai ištrinti
lv: neapstiprinātie komentāri dzēsti
nb_no: Ikke godkjente kommentarer slettet
pl_pl: Niezatwierdzone komentarze zostały usunięte
pt_br: Comentários Não Aprovados excluídos
ru_ru: неразрешенных комментариев удалено
sk_sk: neschválené komentáre zmazané
tr_tr: onaylanmamış yorumlar silindi

source: pingbacks deleted
de_de: Pingbacks löschen
es_es: pingbacks eliminados
fa_ir: پینگ بک های پاکسازی شده
id_id: pingback dihapus
ja: のピングバックを削除
lt_lt: pingbacks ištrinti
lv: atbalspaziņošanas (pingback) dzēstas
nb_no: Pingback's slettet
pl_pl: Pingbacks zostały usunięte
pt_br: Pingbacks excluídos
ru_ru: пингбэков удалено
sk_sk: spätné upozornenia odstránené
tr_tr: pingback'ler silindi

source: trackbacks deleted
de_de: Trackbacks löschen
es_es: trackbacks eliminados
fa_ir: ترک بک های پاکسازی شده
id_id: trackback dihapus
ja: のトラックバックを削除
lt_lt: trackbacks ištrinti
lv: atsauces notifikācijas dzēstas
nb_no: Tilbaketråkk slettet
pl_pl: Trackbacks zostały usunięte
pt_br: Trackbacks excluídos
ru_ru: трэкбэков удалено
sk_sk: spätné odkazy odstránené
tr_tr: trackback'ler silindi

source: transient options in your database
de_de: transiente Optionen in Ihrer Datenbank
es_es: opciones transitorias en tu base de datos
fa_ir: تنظیمات موقتی موجود در دیتابیس
id_id: pilihan sementara di database anda
ja: データベース内の一過性のオプション
lt_lt: laikini nustatymai jūsų duomenų bazėje
lv: pārejošās iespējas Jūsu datubāzē
nb_no: Forbigående valg i din database
pl_pl: Opcje przejściowe w Twojej Bazie danych
pt_br: Opções Transitórias em seu Banco de Dados
ru_ru: временных настроек в базе данных
sk_sk: prechodné možnosti v databáze
tr_tr: veritabanınızdaki geçici seçenek

source: orphaned postmeta in your database
de_de: verwaiste Postmeta in Deiner Datenbank
es_es: informacion de publicacion huerfana en tu base de datos
fa_ir: پست متا های بی استفاده در دیتابیس شما
id_id: postmeta tersendiri di database anda
ja: データベース内の孤立したpostmeta
lt_lt: našlaičiai postmeta jūsų duomenų bazėje
nb_no: Meta innlegg funnet i din database
pl_pl: Pozostawione dane postmeta w Twojej Bazie danych
pt_br: Meta Posts Órfãos em seu Banco de Dados
ru_ru: несвязанных меток сообщений в базе данных
sk_sk: osamelé postmeta v databáze
tr_tr: veritabanınızdaki sahipsiz postmeta

source: No orphaned postmeta in your database
de_de: Keine verwaiste Postmeta in Deiner Datenbank
es_es: no hay informacion de publicacion huerfana en tu base de datos
fa_ir: چیزی یافت نشد
hu_hu: Nem található árván maradt bejegyzés meta adat az adatbázisban
id_id: Tidak postmeta tersendiri di database anda
it_it: Nessun postmeta orfano nel tuo database
ja: データベース内に孤立したpostmetaはありません
lt_lt: Nėra našlaičiu postmeta jūsų duomenų bazėje
nb_no: Ingen meta innlegg funnet i din database
pl_pl: Brak ozostawionych danych postmeta w Twojej Bazie danych
pt_br: Nenhum Post Meta Órfão em seu Banco de Dados
ru_ru: Нет никаких несвязанных меток в базе данных
sk_sk: Nenájdené žiadne postmeta v databáze
tr_tr: Veritabanınızda herhangi bir sahipsiz postmeta yok

source: unused tags in your database
de_de: nicht verwendete Tags in Deiner Datenbank
es_es: etiquetas sin usar en tu base de datos
fa_ir: برچسب های بلااستفاده
id_id: tag tidak terpakai di database anda
ja: データベース内の未使用のタグ
lt_lt: nepanaudotos žymės jūsų duomenų bazėje
lv: neizmantotās birkas Jūsu datubāzē
nb_no: Ubrukte stikkord i din database
pl_pl: Nieużywane tagi w Twojej Bazie Danych
pt_br: Tags Não Utilizadas em seu Banco de Dados
ru_ru: неиспользуемых тегов в базе данных
sk_sk: nepoužívané tagy/štítky/značky v databáze
tr_tr: veritabanınızdaki kullanılmayan etiket
